export interface Note {
  id: number;
  title: string;
  content: string;
}

export const sampleNotes: Note[] = [
  {
    id: 1,
    title: "01 - सुखकर्ता दुखहर्ता - Sukhakarta Dukhaharta",
    content: `सुखकर्ता दुःखहर्ता वार्ता विघ्नाची ।
        नुरवी पुरवी प्रेम कृपा जयाची ।
        सर्वांगी सुंदर उटी शेंदुराची ।
        कंठी झळके माळ मुक्ताफळांची ।। १ ।।

        जय देव जय देव जय मंगलमूर्ति ।
        दर्शनमात्रे मनःकामना पुरती ।। धृ० ।।

        रत्नखचित फरा तुज गौरीकुमरा ।
        चंदनाची उटी कुंकुमकेशरा ।
        हिरेजडित मुकुट शोभतो बरा ।
        रुणझुणती नूपुरे चरणीं घागरिया ।। २ ।।

        लंबोदर पीतांबर फणिवरबंधना ।
        सरळ सोंड वक्रतुंड त्रिनयना ।
        दास रामाचा वाट पाहे सदना ।
        संकटी पावावे, निर्वाणी रक्षावे सुरवरवंदना ।। ३ ।। `
  },
  {
    id: 2,
    title: "02 - शेंदूर लाल चढायो - Shendur Laal Chadhayo",
    content: `शेंदुर लाल चढ़ायो अच्छा गजमुखको।
        दोंदिल लाल बिराजे सुत गौरिहरको।
        हाथ लिए गुडलद्दु सांई सुरवरको।
        महिमा कहे न जाय लागत हूं पादको ॥ १॥

        जय जय श्री गणराज विद्या सुखदाता।
        धन्य तुम्हारा दर्शन मेरा मन रमता ॥धृ॥

        अष्टौ सिद्धि दासी संकटको बैरि।
        विघ्नविनाशन मंगल मूरत अधिकारी।
        कोटीसूरजप्रकाश ऐबी छबि तेरी।
        गंडस्थलमदमस्तक झूले शशिबिहारी ॥२॥ जय जय

        भावभगत से कोई शरणागत आवे।
        संतत संपत सबही भरपूर पावे।
        ऐसे तुम महाराज मोको अति भावे।
        गोसावीनंदन निशिदिन गुन गावे ॥३॥ जय जय`
  },
  {
    id: 3,
    title: "03 - नाना परिमळ - Nana Parimal",
    content: `नाना परिमळ दुर्वा शेंदुर शमिपत्रें । 
      लाडू मोदक अन्ने परिपूरित पात्रें ।
      ऐसें पूजन केल्या बीजाक्षर मंत्रें । 
      अष्टहि सिद्धि नवनिधि देसी क्षणमात्रें ॥१॥

      जय देव जय देव जय मंगलमूर्ति । 
      तुझे गुण वर्णाया मज कैंची स्फुर्ती ॥धृ॥

      तुझे ध्यान निरंतर जे कोणी करिती । 
      त्यांचीं सकलहि पापें विघ्नेंही हरती ।
      वाजी वारण शिबिका सेवक सुत युवती । 
      सर्वहि पावुनि अंतीं भवसागर तरती ॥२॥ जय देव

      शरणागत सर्वस्वें भजती तव चरणीं । 
      किर्ति तयांची राहे जोवर शशितरणी ।
      त्रैलोक्यीं ते विजयी अद्भुत हे करणी । 
      गोसावीनंदन रत नामस्मरणीं ॥३॥ जय देव`
  },
  {
    id: 4,
    title: "04 - देवीची आरती (दुर्गे दुर्घट भारी) - Devichi Aarti (Durge Durghat Bhari)",
    content: `दुर्गे दुर्घट भारी तुजविण संसारी ।
      अनाथनाथे अंबे करुणा विस्तारी ।
      वारी वारी जन्ममरणाते वारी ।
      हारी पडलो आता संकट निवारी ।। १ ।।

      जय देवी जय देवी महिषासुरमथनी ।
      सुरवरईश्वर-वरदे तारक संजीवनी ।।
      जय देवी जय देवी ।। धृ० ।।

      त्रिभुवन भुवनी पहाता तुज ऐसी नाही ।
      चारी श्रमले परंतु न बोलवे काही ।
      साही विवाद करिता पडले प्रवाही ।
      ते तू भक्तालागी पावसी लवलाही ।। २ ।। जय देवी

      प्रसन्नवदने प्रसन्न होसी निजदासां ।
      क्लेशांपासुनी सोडवी तोडी भवपाशा ।
      अंबे तुजवाचून कोण पुरवील आशा ।
      नरहरि तल्लीन झाला पदपंकजलेशा ।। ३ ।। जय देवी`
  },
  {
    id: 5,
    title: "05 - शंकराची आरती (लवथवती विक्राळा) - Shri Shankarachi Aarti (Lavathvati Vikrala)",
    content: `लवथवती विक्राळा ब्रह्मांडी माळा ।
      विषें कंठ काळा त्रिनेत्री ज्वाला ।
      लावण्यसुंदर मस्तकी बाळा ।
      तेथुनिया जळ निर्मल वाहे झुळझुळां ।।

      जय देव जय देव जय श्रीशंकरा
      आरती ओवाळू तुज कर्पुरगौरा ।।१।।

      कर्पुरगौरा भोळा नयनी विशाळा ।
      अर्धांगी पार्वती सुमनांच्या माळा ।
      विभूतीचे उधळण शीत कंठ निळां
      ऐसा शंकर शोभे उमावेल्हाळा ।।2।।  जय देव

      देवीं दैत्यीं सागरमंथन पैं केलें ।
      त्यामाजी अवचित हलाहल जें उठिलें ।
      ते त्वां असुरपणे प्रशान केलें ।
      नीलकंठ नाम प्रसिद्ध झालें ||3।।  जय देव

      व्याघ्रांबर फणिवरधर सुंदर मदनारी ।
      पंचानन मनमोहन मुनिजन सुखकारी ।
      शतकोटीचे बीज वाचे उच्चारी ।
      रघुकुळटिळक रामदास अंतरीं ।।4।।  जय देव`
  },
  {
    id: 6,
    title: "06 - दत्ताची आरती (त्रिगुणात्मक त्रिमूर्ती) - Shri Dattachi Aarti (Trigunatmak Trimurti)",
    content: `त्रिगुणात्मक त्रिमूर्ती दत्ता हा जाणा |
      त्रिगुणी अवतार त्रैलोक्यराणा |
      नेती नेती शब्द नये अनुमाना |
      सुरवर मुनिजन योगी समाधी न ये ध्याना ||१||

      जय देव जय देव जय श्रीगुरुदत्ता |
      आरती ओवाळीतां हरिली भवचिंता ||धृ||

      सबाह्य अभ्यंतरी तूं एक दत्त |
      अभ्याग्याशी कैंची कळेल हि मात |
      पराही परतली तेथें कैचा हेत |
      जन्ममरणाचा पुरलासे अंत ||२||  जय देव

      दत्त येउनिया उभा ठाकला |
      सद्भावें साष्टांगे प्रणिपात केला |
      प्रसन्ना होऊनी आशीर्वाद दिधला |
      जन्ममरणाचा फेरा चुकविला ||३||  जय देव

      दत्त दत्त ऐसें लागले ध्यान |
      हरपलें मन झालें उन्मन |
      मीतुं पणाची झाली बोळवण |
      एका जनार्दनी श्रीदत्तध्यान ||४||  जय देव`
  },
  {
    id: 7,
    title: "07 - विठोबाची आरती (युगें अठ्ठावीस) - Vitthobachi Aarti (Yugen Aththavis)",
    content: `युगें अठ्ठावीस विटेवरी उभा |
      वामांगी रखुमाई दिसे दिव्या शोभा |
      पुंडलिकाच्या भेटी परब्रह्मा आले गा |
      चरणी वाहे भीमा उद्धरी जागा ||१||

      जय देव जय देव पांडुरंग
      रखुमाई वल्लभा राहीच्या वल्लभा पावें जिवलगा ||धृ||

      तुळसीमाळा गळां कर ठेवुनी कटी |
      कसे पितांबर कस्तुरी लल्लाटी |
      देव सुरवर नित्य येती भेटी |
      गरुड हनुमंत पुढें उभे राहती || २ ||  जय देव

      धन्य वेणुनाद अनुक्षेत्रपाळा |
      सुवर्णाची कमळे वनमाळा गळां |
      राई रखुमाबाई राणीया सकळा |
      ओवाळिती राजा विठोबा सावळा || 3 ||  जय देव

      ओवाळूं आरत्या कुर्वंड्या येती |
      चंद्रभागेमाजी सोडुनिया देती |
      दिंड्या पताका वैष्णव नाचती |
      पंढरीचा महिमा वर्णावा किती |||| 4 ||  जय देव

      आषाढी कार्तिकी भक्तजन येती
      चंद्रभागेमध्ये स्नाने जे करिती
      दर्शनहेळामात्रे तयां होय मुक्ती
      केशवासी नामदेव भावें ओवाळिती|| 5 ||  जय देव`
  },
  {
    id: 8,
    title: "08 - पांडुरंगाची आरती (येई हो विठ्ठले) - Pandurangachi Aarti (Ye Ho Vitthale)",
    content: `येई हो विठ्ठले माझे माऊली ये ॥
      निढळावरी कर ठेऊनी वाट मी पाहे ॥ धृ. ॥

      आलिया गेलीया हातीं धाडी निरोप ॥
      पंढरपुरी आहे माझा मायबाप ॥ १ ॥
      येई हो विठ्ठले माझे माऊली ये ॥

      पिंवळा पीतांबर कैसा गगनी झळकला ॥
      गरुडावरी बैसून माझा कैवारी आला ॥ २ ॥
      येई हो विठ्ठले माझे माऊली ये ॥

      विठोबाचे राज आम्हां नित्य दिपवाळी ॥
      विष्णुदास नामा जीवेंभावे ओंवाळी ॥ ३ ॥
      येई हो विठ्ठले माझे माऊली ये ॥

      असो नसो भाव आम्हां तुझिया ठायां
      कृपादृष्टी पाहें माझ्या पंढरीराया
      येई हो विठ्ठले माझे माऊली ये ॥ ४ ॥`
  },
  {
    id: 9,
    title: "09 - हनुमंताची आरती (सत्राणें उड्डाणें) - Hanumantachi Aarti (Satrane Uddane)",
    content: `सत्राणें उड्डाणें हुंकार वदनी |
      करि डळमळ भूमंडळ सिंधुजळ गगनीं |
      कडाडिले ब्रम्हांड धाके त्रिभुवनी |
      सुरवर नर निशाचर त्या झाल्या पळणी ||१||

      जय देव जय देव जय श्रीहनुमंता
      तुमचेनी प्रसादें न भी कृतांता ||धृ||

      दुमदुमलें पाताळ उठिला प्रतिशब्द |
      थरथरला धरणीधर मनिला खेद |
      कडाडिले पर्वत उड़गण उच्छेद |
      रामी रामदास शक्तीचा शोध ||2|| जय देव `
  },
  {
    id: 10,
    title: "10 - नवरात्र आरती (अश्विन शुद्ध) - Navratra Aarti (Ashwin Shuddha)",
    content: `अश्विन शुद्ध शुक्लपक्षी अंबा बैसली सिंहासनी हो । 
      प्रतिपदेपासूनी घटस्थापना ती करुनी हो
      मूलमंत्र जप करुनी भोंवते रक्षक ठेवूनी हो । 
      ब्रह्माविष्णू रुद्र आ‌ईचे करीती पूजन् हो ॥१॥

      उदो बोला उदो अंबाबा‌ई मा‌ऊलीचा हो । 
      उदोकारे गर्जती काय महिमा वर्णू तिचा हो ॥धृ॥

      द्वितीयेचे दिवशी मिळती चौसष्ट योगीनी हो । 
      सकळामध्ये श्रेष्ठ परशुरामाची जननी हो
      कस्तुरी मळवट भांगी शेंदूर भरुनी हो । 
      उदोकारे गर्जती सकल चामुंडा मिळोनी हो ॥२॥

      तृतीयेचे दिवशी अंबे शृंगार मांडीला हो । 
      मळवट, पातळ-चोळी कंठी हार मुक्ताफळा हो
      कंठीची पदके कासे पितांबर पिवळा हो । 
      अष्टभुजा मिरविती अंबे सुंदर दिसे लीला हो ॥३॥

      चतुर्थीचे दिवशी विश्वव्यापक जननी हो । 
      उपासका पहासी प्रसन्न अंत:करणी हो
      पूर्णकृपे पहासी जगन्माते मनमोहिनी हो । 
      भक्तांच्या मा‌ऊली सूर ते येती लोटांगणी हो ॥४॥

      पंचमीचे दिवशी व्रत ते उपांगललिता हो । 
      आर्धपाद्य पुजनें तुजला भवानी स्तविती हो
      रात्रीचे समयी करिती जागरण हरी कथा हो । 
      आनंदे प्रेम ते आले सद्भावे क्रिडता हो ॥५॥

      षष्ठीचे दिवशी भक्त आनंद वर्तला हो । 
      घेवुनी दिवट्या हस्ती हर्षे गोंधळ घातला हो
      कवडी एक अर्पिता देशी हार मुक्ताफळा हो । 
      जोगवा मागता प्रसन्न झाली भक्तकुळा हो ॥६॥

      सप्तमीचे दिवशी सप्तशृंग गडावरी हो । 
      तेथे तू नांदसी भोवती पुष्पे नानापरी हो
      जा‌ईजु‌ई शेवंती पूजा रेखीयली बरवी हो । 
      भक्त संकटी पडता झेलुनी घेसी वरचे वरी हो ॥७॥

      अष्टमीचे दिवशी अष्टभुजा नारायणी हो । 
      संह्याद्री पर्वती उभी पाहिली जगत्जननी हो
      मन माझे मोहिले शरण आलो तुज लागुनी हो । 
      स्तनपान दे‌ऊनी सुखी केले अंत:करणी हो ॥८॥

      नवमीचे दिवशी नवदिवसांचे पारणे हो । 
      सप्तशती जप होम हवने सद्भक्ती करुनी हो
      षड्रस अन्ने नैवेद्यासी अर्पियली भोजनी हो । 
      आचार्य ब्राह्मणा तृप्त त्वा केले कृपे करुनी हो ॥९॥

      दशमीचे दिवशी अंबा निघे सीमोल्लंघनी हो । 
      सिंहारूढे दारुण शस्त्रें अंबे त्वां घेउनी हो ॥
      शुंभनिशूंभादिक राक्षसा किती मारिसी रणी हो । 
      विप्ररामदासा आश्रय दिधला चरणी हो ॥१०॥`
  },
  {
    id: 11,
    title: "11 - साईबाबांची आरती (आरती साईबाबा) - Saibaba Aarti (Aarti Saibaba)",
    content: `आरती साईबाबा । सौख्यदातार जीवा।
      चरणरजातली । द्यावा दासा विसावा, भक्ता विसावा ।। आ०।।ध्रु ०।।

      जाळुनियां अनंग। स्वस्वरूपी राहेदंग ।
      मुमुक्षूजनां दावी । निज डोळा श्रीरंग ।। आ०।। १ ।।

      जयामनी जैसा भाव । तया तैसा अनुभव ।
      दाविसी दयाघना । ऐसी तुझीही माव ।। आ०।। २ ।।

      तुमचे नाम ध्याता । हरे संस्कृती व्यथा ।
      अगाध तव करणी । मार्ग दाविसी अनाथा ।। आ०।। ३ ।।

      कलियुगी अवतार । सगुण परब्रह्मः साचार ।
      अवतीर्ण झालासे । स्वामी दत्त दिगंबर ।। द०।। आ०।। ४ ।।

      आठा दिवसा गुरुवारी । भक्त करिती वारी ।
      प्रभुपद पहावया । भवभय निवारी ।। आ०।। ५ ।।

      माझा निजद्रव्यठेवा । तव चरणरज सेवा ।
      मागणे हेचि आता । तुम्हा देवाधिदेवा ।। आ०।। ६ ।।

      इच्छित दिन चातक। निर्मल तोय निजसुख ।
      पाजावे माधवा या । सांभाळ आपुली भाक ।। आ०।। ७ ।।`
  },
  {
    id: 12,
    title: "12 - ज्ञानेश्वर आरती (आरती ज्ञानराजा) - Gnyaneshwer Aarti (Aarti Gnyanraja)",
    content: `आरती ज्ञानराजा | महाकैवल्यतेजा |
      सेविती साधुसंत || मनु वेधला माझा || आरती || धृ ||

      लोपलें ज्ञान जगी |हित नेणती कोणी |
      अवतार पांडुरंग |नाम ठेविले ज्ञानी || १ || आरती || धृ ||

      कनकाचे ताट करी | उभ्या गोपिका नारी |
      नारद तुंबर हो ||साम गायन करी || २ || आरती || धृ ||

      प्रकट गुह्य बोले |विश्र्व ब्रम्हाची केलें |
      रामजनार्दनी | पायी मस्तक ठेविले |
      आरती ज्ञानराजा | महाकैवल्यतेजा || सेविती || ३ ||`
  },
  {
    id: 13,
    title: "13 - श्री सत्यनारायणाची आरती (जय जय दीनदयाळा) - Shri Satyanarayanachi Aarti (Jay Jay Deendayala)",
    content: `जय जय दीनदयाळा सत्यनारायण देवा |
      पंचारति ओंवाळू श्रीपति तुज भक्तिभावा || धृ ||

      विधियुक्त पूजुनी करिती पुराण श्रवण
      परिमळद्रव्यांसहित पुष्पमाळा अर्पून |
      घृतयुत्क शर्करामिश्रींत गोधूमचूर्ण |
      प्रसाद भक्षण करिता प्रसन्न तू नारायण || १ ||

      शातानंदविप्रें पूर्वी व्रत हें आचरिलें |
      दरिद्र दवडुनि अंती त्यातें मोक्षपदा नेलें ||
      त्यापासूनि हे व्रत या कलियुगीं सकळां श्रुत झालें |
      भावार्थे पूजितां सर्वा इच्छित लाधलें || २ ||

      साधुवैश्यें संततिसाठी तुजला प्रार्थियलें |
      इच्छित पुरतां मदांध होऊनि व्रत न आचरिलें |
      त्या पापानें संकटी पडुनी दु:खहि भोगिलें |
      स्मृति होउनि आचरितां व्रत त्या तुवांचि उध्दरिलें  || ३ ||

      प्रसाद विसरुनि पतिभेटीला कलावती गेली |
      क्षोभ तुझा होतांचि तयाची नौका बुडाली |
      अंगध्वजराजाची यापरि दु:खस्थिती आली |
      मृतवार्ता शतपुत्रांची सत्वर कर्णी परिसली || ४ ||

      पुनरपि पूजुनि प्रसाद ग्रहण करितां तत्क्षणी |
      पतिची नौका तरली देखे कलावती नयनीं |
      अंगध्वजरायासी पुत्र भेटति येऊनि |
      ऐका भक्तां  संकटि पावसि तुं चक्रापाणी || ५ ||

      अनन्यभावे पूजुनि हें व्रत जे जन आचरति |
      इच्छित पुरविसी त्यातें देउनि संतति संपत्ती |
      संहरती भवदुरितें सर्वहि बंधने तुटती |
      राजा रंका समान मानुनि पावसि श्रीपती || ६ ||

      ऐसा तव व्रतमहिमा अपार वर्णू मी कैसा ||
      भक्तीपुरस्सर आचरति त्यां पावसि जगदीशा |
      भक्तांचा कनवाळू कल्पद्रुम तुं सर्वेशा |
      मोरेश्वरसुत वासुदेव तुज विनवी भवनाशा ||

      जय जय दीनदयाळा सत्यनारायण देवा  || ७ ||`
  },
  {
    id: 14,
    title: "14 - सद्गुरूंची आरती (धन्य धन्य हो) - Sadguru Aarti (Dhanya Dhanya Ho)",
    content: `धन्य धन्य हो प्रदक्षिणा सद्गुरुरायाची।
      झाली त्वरा सुरवरां विमान उतरायाची।। धृ.।।

      पदोपदी अपार झाल्या पुण्याच्या राशी।
      सर्वही तीर्थे घडली आम्हा आदिकरुनि काशी।। १।।

      मृदुंग टाळ ढोल भक्त भावार्थे गाती।
      नामसंकीर्तने ब्रह्मानंदे नाचती।। २।।

      कोटि ब्रह्महत्या हरिती करितां दंडवत।
      लोटांगण घालिता मोक्ष लोळे पायात।। ३।।

      गुरुभजनाचा महिमा न कळे आगमानिगमांसि।
      अनुभव जे जागति ते गुरुपदिचे अभिलाषी।। ४।।

      प्रदक्षिणा करूनि देह भावे वाहिला।
      श्रीरंगात्मज विठ्ठल पुढे उभा राहिला।। ५।।`
  },
  {
    id: 15,
    title: "15 - कृष्णाची आरती (ओवाळू आरती) - Krishnachi Aarti (Ovaalu Aarti)",
    content: `ओवाळूं आरती मदनगोपाळा ।
      श्यामसुंदर गळां वैजयंतीमाळा ।। धृ० ।।

      चरणकमल ज्याचें अति सुकुमार ।
      ध्वजवज्रांकुश ब्रीदाचा तोडर ।। १ ।।

      नाभिकमळ ज्याचें ब्रह्मयाचें स्थान ।
      हृदयीं पदक शोभे श्रीवत्सलांछन ।। २ ।।

      मुखकमल पाहतां सुखाचिया कोटी ।
      वेधले मानस हारपली दृष्टी ।। ३ ।।

      जडितमुगुट ज्याचा दैदीप्यमान ।
      तेणें तेजें कोंदलें अवघें त्रिभुवन ।। ४ ।।

      एका जनार्दनीं देखियेलें रूप ।
      पाहतां अवघें झाले तद्रूप ।। ५ ।।`
  },
  {
    id: 16,
    title: "16 - दशावतार आरती (आरती सप्रेम) - Dashavatara Aarti (Aarti Saprem)",
    content: `आरती सप्रेम जय जय विठ्ठल परब्रह्म ।
      भक्तसंकटी नानास्वरूपीं स्थापिसी स्वधर्म ॥ धृ. ॥

      अंबऋषी कारणे गर्भवास सोशीसी ।
      वेद नेले चोरुनि ब्रह्मा आणुनिया देसी ।
      मत्स्यरुपीं नारायण सप्तहि सागर धुंडीसी ।
      हस्त तुझा लागतां शंखासुरा वर देसी ॥ १ ॥

      रसा तळाशी जातां पृथ्वी पाठीवर घेसी ।
      परोपकारासाठी देवा कांसव झालासी ॥
      दाढें धरुनी पृथ्वी नेता वराह रुप होसी ।
      प्रल्हादा कारणे स्तंभी नरहरि गुरगुरसी ॥ २ ॥

      पांचवे अवतारी बळिच्या द्वाराला जासी ।
      भिक्षे स्थळ मागुनी बळिला पाताळी नेसी ॥
      सर्व समर्पण केले म्हणउनि प्रसन्न त्या होसी ।
      वामनरूप धरूनी बळिच्याद्वारी तिष्ठसी ॥ ३ ॥

      सहस्त्रार्जुन मातला जमंदग्नीचा वध केला ।
      कष्टी ते रेणुका म्हणुनी सहस्रार्जुन वधिला ॥
      नि:क्षत्री पृथ्वी दान दिधली विप्राला ।
      सहावा अवतार परशुराम प्रगटला ॥ ४ ॥

      मातला रावण सर्वा उपद्रव केला ।
      तेहतिस कोटी देव बंदी हरलें सीतेला ॥
      पितृवचना लागीं रामें वनवास केला ।
      मिळोनी वानर सेना राजाराम प्रगटला ॥ ५ ॥

      देवकी वसुदेव बंदी मोचन त्वां केलें ।
      नंदाघरि जाऊन निजसुख गोकुळा दिधले ॥
      गोरसचोरी करिता नवलक्ष गोपाळ मिळविले ।
      गोपिकांचे प्रेम देखुनि श्रीकृष्ण भुलले ॥ ६ ॥

      बौद्ध कलंकी कलियुगी झाला अधर्म हा अवघा ।
      सोडूनी दिधला धर्म म्हणुनी ना दिससी देवा ॥
      म्लेंच्छमर्दन करिसी म्हणुनी कलंकी केशवा ।
      बहिरवि जान्हवि द्यावी निजसुखाआनंद सेवा ॥ ७ ॥`
  },
  {
    id: 17,
    title: "17 - तुकाराम आरती (आरती तुकारामा) - Tukaram Aarti (Aarti Tukarama)",
    content: `आरती तुकारामा ।
      स्वामी सद्गुरु धाम ॥
      सच्चिदानंद मूर्ती ।
      पाय दाखवी आम्हा ॥

      राघवे सागरात ।
      पाषाण तारीले ॥
      तैसे हें तुकोबाचे ।
      अभंग उदकी रक्षिले ॥
      आरती तुकारामा ॥

      आरती तुकारामा ।
      स्वामी सद्गुरु धाम ॥
      सच्चिदानंद मूर्ती ।
      पाय दाखवी आम्हा ॥

      तुकिता तुलनेसी ।
      ब्रह्म तुकासी आले ॥
      म्हणोनि रामेश्वरे ।
      चरणी मस्तक ठेविले ॥

      आरती तुकारामा ।
      स्वामी सद्गुरु धाम ॥
      सच्चिदानंद मूर्ती ।
      पाय दाखवी आम्हा ॥`
  },
  {
    id: 18,
    title: "18 - निरोप आरती (जाहले भजन) - Nirop Aarti (Jahale Bhajan)",
    content: `जाहले भजन आम्ही नमितो तव चरण ।
      वारुनिया विघ्ने देवा रक्षावे दीना ॥धृ॥

      दास तुझे आम्ही देवा तुजलाची ध्यातो
      प्रेमे करुनिया देवा गुण तुझेची गातो ॥१॥

      तरी द्यावी सिद्धी देवा हेची वासना, देवा हेची वासना
      रक्षुनियां सर्वां द्यावी आम्हासी आज्ञा ॥२॥

      मागणे ते देवा एकची आहे आता एकची आहे
      तारुनियां सकळां आम्हां कृपादृष्टी पाहे ॥३॥

      जेव्हां सर्व आम्ही मिळूं ऐशा या ठाया ऐशा या ठाया
      प्रेमानंदे लागू तुझी कीर्ति गावया ॥४॥

      सदा ऐशी भक्ति राहो आमुच्या मनी देवा आमुच्या मनी
      हेची देवा तुम्हा असे नित्य विनवणी ॥५॥

      वारुनिया संकटॆ आता आमुची सारी आता आमुची सारी
      कृपेची सा‌ऊली देवा दीनावरि करी ॥६॥

      निरंतर आमुची चिंता तुम्हां असावी चिंता तुम्हा असावी
      आम्हां सर्वांची लज्जा देवा तुम्ही रक्षावी ॥७॥

      निरोप घेता आता आम्हा आज्ञा असावी देवा आज्ञा असावी
      चुकले आमचे काही त्याची क्षमा असावी ॥८॥`
  },
  {
    id: 19,
    title: "19 - घालीन लोटांगण - Ghalin Lotangan",
    content: `घालीन लोटांगण वंदीन चरण ।
      डोळ्यांनी पाहिन रुप तुझे ॥
      प्रेमें आलिंगिन आनंदे पूजीन ।
      भावें ओवाळिन म्हणे नामा ॥१॥

      त्वमेव माता च पिता त्वमेव 
      त्वमेव बंधुश्च सखा त्वमेव ।
      त्वमेव विद्या द्रविडं त्वमेव 
      त्वमेव सर्वं मम देवदेव ॥२॥

      कायेन वाचा मनसेन्द्रियैवा 
      बुद्धयात्मना वा प्रकृतिस्वभावात ।
      करोमि यद्यत्सकलं परस्मै 
      नारायणायेति समर्पयामि ॥३॥

      अच्युतं केशवं रामनारायणं 
      कृष्णदामोदरं वासुदेवं हरिम् ।
      श्रीधरं माधवं गोपिकावल्लभं 
      जानकीनायकं रामचंद्रं भजे ॥४॥

      हरे राम हरे राम राम राम हरे हरे ।
      हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे ॥५॥`
  },
  {
    id: 20,
    title: "20 - मंत्र पुष्पांजलि - Mantra Pushpanjali",
    content: `ॐ यज्ञेन यज्ञमयजन्त देवास्तानि धर्माणि प्रथमान्यासान्।
      ते ह नाकं महिमान: सचंत।
      यत्र पुर्वे साध्या: संति देवा:।

      ॐ राजाधिराजाय प्रसह्यसाहिने नमो वयं वैश्रवणाय कुर्महे।
      स मे कामान् कामकामाय मह्यं कामेश्वरो वैश्रवणो ददातु।
      कुबेराय वैश्रवणाय महाराजाय नम:।

      ॐ स्वस्ति साम्राज्यं भौज्यं स्वाराज्यं वैराज्यं पारमेष्ठ्यं राज्यं 
      माहाराज्यमाधिपत्यमयं समंतपर्या ईस्यात सार्वभौम: सार्वायुष आंतादापरार्धात्।
      पृथिव्यै समुद्रपर्यताया एकराळिती।
      तदप्येषश्लोकोऽभिगीतो मरुत: परिवेष्टारो मरुत्तस्सावसन् गृहे।
      आविक्षितस्य कामप्रेर्विश्वेदेवा: सभासद इति॥

      गणपती
      एकदंताय विद्महे, वक्रतुण्डाय धीमहि, तन्नो दंती प्रचोदयात्।।
      महाकर्णाय विद्महे, वक्रतुण्डाय धीमहि, तन्नो दंती प्रचोदयात्।।
      गजाननाय विद्महे, वक्रतुण्डाय धीमहि, तन्नो दंती प्रचोदयात्।।

      महालक्ष्मी
      ॐ महालक्ष्मीच विद्महे, विष्णुपत्नीच धीमहि।
      तन्नो लक्ष्मी: प्रचोदयात् ।।

      विष्णु
      ॐ नारायणाय विद्महे, वासुदेवाय धीमहि ।
      तन्नो विष्णु: प्रचोदयात् ।।

      महादेव
      ॐ तत्पुरुषाय विद्महे, महादेवाय धीमहि ।
      तन्नो रुद्र: प्रचोदयात् ।।

      कृष्ण
      ॐ देवकी नंदनाय विद्महे, वासुदेवाय धीमहि ।
      तन्नो कृष्ण: प्रचोदयात् ।।

      हनुमंत
      ॐ अंजनीसुताय विद्महे, वायुपुत्राय धीमहि ।
      तन्नो हनुमंत: प्रचोदयात् ।।
      ॐ वायुपुत्राय विद्महे, रामदूताय धीमहि, तन्नो हनुमत् प्रचोदयात् |

      पृथ्वी
      ॐ पृथ्वदेव्यै विद्महे, सहस्रमत्र्यैच धीमहि ।
      तन्नो पृथ्वी प्रचोदयात् ।।

      सूर्य
      ॐ भास्कराय विद्महे, महद्युतिकराय धीमहि ।
      तन्नो आदित्य प्रचोदयात् ।।`
  }
];
