export interface Note {
  id: number;
  title: string;
  content: string;
  favorite?: boolean;
}

let counter: number = 1;

// Helper function to add "id" prefix
export const sampleNotes = (): Note[] => {

  return sampleNotes2.filter(note => note.title).map(note => ({
    ...note,
    title: note.title ? `${note.id < 10 ? `0${note.id}` : note.id} - ${note.title}` : ''
  }));
};

const sampleNotes2: Note[] = [
  {
    id: counter++,
    title: "सुखकर्ता दुखहर्ता - Sukhakarta Dukhaharta",
    content: `सुखकर्ता दुःखहर्ता वार्ता विघ्नाची ।
        नुरवी पुरवी प्रेम कृपा जयाची ।
        सर्वांगी सुंदर उटी शेंदुराची ।
        कंठी झळके माळ मुक्ताफळांची ।। १ ।।

        जय देव जय देव जय मंगलमूर्ति ।
        दर्शनमात्रे मनःकामना पुरती ।। धृ० ।।

        रत्नखचित फरा तुज गौरीकुमरा ।
        चंदनाची उटी कुंकुमकेशरा ।
        हिरेजडित मुकुट शोभतो बरा ।
        रुणझुणती नूपुरे चरणीं घागरिया ।। २ ।।

        लंबोदर पीतांबर फणिवरबंधना ।
        सरळ सोंड वक्रतुंड त्रिनयना ।
        दास रामाचा वाट पाहे सदना ।
        संकटी पावावे, निर्वाणी रक्षावे सुरवरवंदना ।। ३ ।। `
  },
  {
    id: counter++,
    title: "शेंदूर लाल चढायो - Shendur Laal Chadhayo",
    content: `शेंदुर लाल चढ़ायो अच्छा गजमुखको।
        दोंदिल लाल बिराजे सुत गौरिहरको।
        हाथ लिए गुडलद्दु सांई सुरवरको।
        महिमा कहे न जाय लागत हूं पादको ॥ १॥

        जय जय श्री गणराज विद्या सुखदाता।
        धन्य तुम्हारा दर्शन मेरा मन रमता ॥धृ॥

        अष्टौ सिद्धि दासी संकटको बैरि।
        विघ्नविनाशन मंगल मूरत अधिकारी।
        कोटीसूरजप्रकाश ऐबी छबि तेरी।
        गंडस्थलमदमस्तक झूले शशिबिहारी ॥२॥ जय जय

        भावभगत से कोई शरणागत आवे।
        संतत संपत सबही भरपूर पावे।
        ऐसे तुम महाराज मोको अति भावे।
        गोसावीनंदन निशिदिन गुन गावे ॥३॥ जय जय`
  },
  {
    id: counter++,
    title: "नाना परिमळ - Nana Parimal",
    content: `नाना परिमळ दुर्वा शेंदुर शमिपत्रें । 
      लाडू मोदक अन्ने परिपूरित पात्रें ।
      ऐसें पूजन केल्या बीजाक्षर मंत्रें । 
      अष्टहि सिद्धि नवनिधि देसी क्षणमात्रें ॥१॥

      जय देव जय देव जय मंगलमूर्ति । 
      तुझे गुण वर्णाया मज कैंची स्फुर्ती ॥धृ॥

      तुझे ध्यान निरंतर जे कोणी करिती । 
      त्यांचीं सकलहि पापें विघ्नेंही हरती ।
      वाजी वारण शिबिका सेवक सुत युवती । 
      सर्वहि पावुनि अंतीं भवसागर तरती ॥२॥ जय देव

      शरणागत सर्वस्वें भजती तव चरणीं । 
      किर्ति तयांची राहे जोवर शशितरणी ।
      त्रैलोक्यीं ते विजयी अद्भुत हे करणी । 
      गोसावीनंदन रत नामस्मरणीं ॥३॥ जय देव`
  },
  {
    id: counter++,
    title: "उंदरावरि बैसोनि - Undaravari Baisoni",
    content: `उंदरावरि बैसोनि दूडदूडा येसी। 
      हाती मोद्क लाडू घेउनियां खासी। 
      भक्तांचे संकटी धावूनि पावसी। 
      दास विनविती तुझियां चरणासी |
      जय देव जय देव जय गणराजा॥१॥

      जय देव जय देव जय गणराजा |
      सकळ देवां आधी तूं देव माझा॥ जय देव.॥धृ.॥

      भाद्रपदमासी होसी तू भोळा। 
      आरक्त पुष्पांच्या घालूनिया माळा। 
      कपाळी लावूनी कस्तुरी टीळा। 
      तेणे तू दिससी सुंदर सांवळा॥ 
      जय देव जय देव जय गणराजा॥२॥

      प्रदोषाचे दिवशी चंद्र श्रापीला। 
      समयी देवे मोठा आकांत केला। इ
      ंदु येवोनि चरणी लागला। 
      श्रीराम बहुत श्राप दिधला॥ 
      जय देव जय देव जय गणराजा ॥३॥

      पार्वतीच्या सुता तू ये गणनाथा। 
      नेत्र शिणले तुझी वाट पाहतां॥ 
      किती अंत पाहासी बा विघ्नहर्ता। 
      मला बुद्धी देई तू गणनाथा॥ 
      जय देव जय देव जय गणराजा ॥४॥`
  },
  {
    id: counter++,
    title: "देवीची आरती (दुर्गे दुर्घट भारी) - Devichi Aarti (Durge Durghat Bhari)",
    content: `दुर्गे दुर्घट भारी तुजविण संसारी ।
      अनाथनाथे अंबे करुणा विस्तारी ।
      वारी वारी जन्ममरणाते वारी ।
      हारी पडलो आता संकट निवारी ।। १ ।।

      जय देवी जय देवी महिषासुरमथनी ।
      सुरवरईश्वर-वरदे तारक संजीवनी ।।
      जय देवी जय देवी ।। धृ० ।।

      त्रिभुवन भुवनी पहाता तुज ऐसी नाही ।
      चारी श्रमले परंतु न बोलवे काही ।
      साही विवाद करिता पडले प्रवाही ।
      ते तू भक्तालागी पावसी लवलाही ।। २ ।। जय देवी

      प्रसन्नवदने प्रसन्न होसी निजदासां ।
      क्लेशांपासुनी सोडवी तोडी भवपाशा ।
      अंबे तुजवाचून कोण पुरवील आशा ।
      नरहरि तल्लीन झाला पदपंकजलेशा ।। ३ ।। जय देवी`
  },
  {
    id: counter++,
    title: "शंकराची आरती (लवथवती विक्राळा) - Shri Shankarachi Aarti (Lavathvati Vikrala)",
    content: `लवथवती विक्राळा ब्रह्मांडी माळा ।
      विषें कंठ काळा त्रिनेत्री ज्वाला ।
      लावण्यसुंदर मस्तकी बाळा ।
      तेथुनिया जळ निर्मल वाहे झुळझुळां ।।

      जय देव जय देव जय श्रीशंकरा
      आरती ओवाळू तुज कर्पुरगौरा ।।१।।

      कर्पुरगौरा भोळा नयनी विशाळा ।
      अर्धांगी पार्वती सुमनांच्या माळा ।
      विभूतीचे उधळण शीत कंठ निळां
      ऐसा शंकर शोभे उमावेल्हाळा ।।2।।  जय देव

      देवीं दैत्यीं सागरमंथन पैं केलें ।
      त्यामाजी अवचित हलाहल जें उठिलें ।
      ते त्वां असुरपणे प्रशान केलें ।
      नीलकंठ नाम प्रसिद्ध झालें ||3।।  जय देव

      व्याघ्रांबर फणिवरधर सुंदर मदनारी ।
      पंचानन मनमोहन मुनिजन सुखकारी ।
      शतकोटीचे बीज वाचे उच्चारी ।
      रघुकुळटिळक रामदास अंतरीं ।।4।।  जय देव`
  },
  {
    id: counter++,
    title: "दत्ताची आरती (त्रिगुणात्मक त्रिमूर्ती) - Shri Dattachi Aarti (Trigunatmak Trimurti)",
    content: `त्रिगुणात्मक त्रिमूर्ती दत्ता हा जाणा |
      त्रिगुणी अवतार त्रैलोक्यराणा |
      नेती नेती शब्द नये अनुमाना |
      सुरवर मुनिजन योगी समाधी न ये ध्याना ||१||

      जय देव जय देव जय श्रीगुरुदत्ता |
      आरती ओवाळीतां हरिली भवचिंता ||धृ||

      सबाह्य अभ्यंतरी तूं एक दत्त |
      अभ्याग्याशी कैंची कळेल हि मात |
      पराही परतली तेथें कैचा हेत |
      जन्ममरणाचा पुरलासे अंत ||२||  जय देव

      दत्त येउनिया उभा ठाकला |
      सद्भावें साष्टांगे प्रणिपात केला |
      प्रसन्ना होऊनी आशीर्वाद दिधला |
      जन्ममरणाचा फेरा चुकविला ||३||  जय देव

      दत्त दत्त ऐसें लागले ध्यान |
      हरपलें मन झालें उन्मन |
      मीतुं पणाची झाली बोळवण |
      एका जनार्दनी श्रीदत्तध्यान ||४||  जय देव`
  },
  {
    id: counter++,
    title: "विठोबाची आरती (युगें अठ्ठावीस) - Vitthobachi Aarti (Yugen Aththavis)",
    content: `युगें अठ्ठावीस विटेवरी उभा |
      वामांगी रखुमाई दिसे दिव्या शोभा |
      पुंडलिकाच्या भेटी परब्रह्मा आले गा |
      चरणी वाहे भीमा उद्धरी जागा ||१||

      जय देव जय देव पांडुरंग
      रखुमाई वल्लभा राहीच्या वल्लभा पावें जिवलगा ||धृ||

      तुळसीमाळा गळां कर ठेवुनी कटी |
      कसे पितांबर कस्तुरी लल्लाटी |
      देव सुरवर नित्य येती भेटी |
      गरुड हनुमंत पुढें उभे राहती || २ ||  जय देव

      धन्य वेणुनाद अनुक्षेत्रपाळा |
      सुवर्णाची कमळे वनमाळा गळां |
      राई रखुमाबाई राणीया सकळा |
      ओवाळिती राजा विठोबा सावळा || 3 ||  जय देव

      ओवाळूं आरत्या कुर्वंड्या येती |
      चंद्रभागेमाजी सोडुनिया देती |
      दिंड्या पताका वैष्णव नाचती |
      पंढरीचा महिमा वर्णावा किती |||| 4 ||  जय देव

      आषाढी कार्तिकी भक्तजन येती
      चंद्रभागेमध्ये स्नाने जे करिती
      दर्शनहेळामात्रे तयां होय मुक्ती
      केशवासी नामदेव भावें ओवाळिती|| 5 ||  जय देव`
  },
  {
    id: counter++,
    title: "पांडुरंगाची आरती (येई हो विठ्ठले) - Pandurangachi Aarti (Ye Ho Vitthale)",
    content: `येई हो विठ्ठले माझे माऊली ये ॥
      निढळावरी कर ठेऊनी वाट मी पाहे ॥ धृ. ॥

      आलिया गेलीया हातीं धाडी निरोप ॥
      पंढरपुरी आहे माझा मायबाप ॥ १ ॥
      येई हो विठ्ठले माझे माऊली ये ॥

      पिंवळा पीतांबर कैसा गगनी झळकला ॥
      गरुडावरी बैसून माझा कैवारी आला ॥ २ ॥
      येई हो विठ्ठले माझे माऊली ये ॥

      विठोबाचे राज आम्हां नित्य दिपवाळी ॥
      विष्णुदास नामा जीवेंभावे ओंवाळी ॥ ३ ॥
      येई हो विठ्ठले माझे माऊली ये ॥

      असो नसो भाव आम्हां तुझिया ठायां
      कृपादृष्टी पाहें माझ्या पंढरीराया
      येई हो विठ्ठले माझे माऊली ये ॥ ४ ॥`
  },
  {
    id: counter++,
    title: "हनुमंताची आरती (सत्राणें उड्डाणें) - Hanumantachi Aarti (Satrane Uddane)",
    content: `सत्राणें उड्डाणें हुंकार वदनी |
      करि डळमळ भूमंडळ सिंधुजळ गगनीं |
      कडाडिले ब्रम्हांड धाके त्रिभुवनी |
      सुरवर नर निशाचर त्या झाल्या पळणी ||१||

      जय देव जय देव जय श्रीहनुमंता
      तुमचेनी प्रसादें न भी कृतांता ||धृ||

      दुमदुमलें पाताळ उठिला प्रतिशब्द |
      थरथरला धरणीधर मनिला खेद |
      कडाडिले पर्वत उड़गण उच्छेद |
      रामी रामदास शक्तीचा शोध ||2|| जय देव `
  },
  {
    id: counter++,
    title: "नवरात्र आरती (अश्विन शुद्ध) - Navratra Aarti (Ashwin Shuddha)",
    content: `अश्विन शुद्ध शुक्लपक्षी अंबा बैसली सिंहासनी हो । 
      प्रतिपदेपासूनी घटस्थापना ती करुनी हो
      मूलमंत्र जप करुनी भोंवते रक्षक ठेवूनी हो । 
      ब्रह्माविष्णू रुद्र आ‌ईचे करीती पूजन् हो ॥१॥

      उदो बोला उदो अंबाबा‌ई मा‌ऊलीचा हो । 
      उदोकारे गर्जती काय महिमा वर्णू तिचा हो ॥धृ॥

      द्वितीयेचे दिवशी मिळती चौसष्ट योगीनी हो । 
      सकळामध्ये श्रेष्ठ परशुरामाची जननी हो
      कस्तुरी मळवट भांगी शेंदूर भरुनी हो । 
      उदोकारे गर्जती सकल चामुंडा मिळोनी हो ॥२॥

      तृतीयेचे दिवशी अंबे शृंगार मांडीला हो । 
      मळवट, पातळ-चोळी कंठी हार मुक्ताफळा हो
      कंठीची पदके कासे पितांबर पिवळा हो । 
      अष्टभुजा मिरविती अंबे सुंदर दिसे लीला हो ॥३॥

      चतुर्थीचे दिवशी विश्वव्यापक जननी हो । 
      उपासका पहासी प्रसन्न अंत:करणी हो
      पूर्णकृपे पहासी जगन्माते मनमोहिनी हो । 
      भक्तांच्या मा‌ऊली सूर ते येती लोटांगणी हो ॥४॥

      पंचमीचे दिवशी व्रत ते उपांगललिता हो । 
      आर्धपाद्य पुजनें तुजला भवानी स्तविती हो
      रात्रीचे समयी करिती जागरण हरी कथा हो । 
      आनंदे प्रेम ते आले सद्भावे क्रिडता हो ॥५॥

      षष्ठीचे दिवशी भक्त आनंद वर्तला हो । 
      घेवुनी दिवट्या हस्ती हर्षे गोंधळ घातला हो
      कवडी एक अर्पिता देशी हार मुक्ताफळा हो । 
      जोगवा मागता प्रसन्न झाली भक्तकुळा हो ॥६॥

      सप्तमीचे दिवशी सप्तशृंग गडावरी हो । 
      तेथे तू नांदसी भोवती पुष्पे नानापरी हो
      जा‌ईजु‌ई शेवंती पूजा रेखीयली बरवी हो । 
      भक्त संकटी पडता झेलुनी घेसी वरचे वरी हो ॥७॥

      अष्टमीचे दिवशी अष्टभुजा नारायणी हो । 
      संह्याद्री पर्वती उभी पाहिली जगत्जननी हो
      मन माझे मोहिले शरण आलो तुज लागुनी हो । 
      स्तनपान दे‌ऊनी सुखी केले अंत:करणी हो ॥८॥

      नवमीचे दिवशी नवदिवसांचे पारणे हो । 
      सप्तशती जप होम हवने सद्भक्ती करुनी हो
      षड्रस अन्ने नैवेद्यासी अर्पियली भोजनी हो । 
      आचार्य ब्राह्मणा तृप्त त्वा केले कृपे करुनी हो ॥९॥

      दशमीचे दिवशी अंबा निघे सीमोल्लंघनी हो । 
      सिंहारूढे दारुण शस्त्रें अंबे त्वां घेउनी हो ॥
      शुंभनिशूंभादिक राक्षसा किती मारिसी रणी हो । 
      विप्ररामदासा आश्रय दिधला चरणी हो ॥१०॥`
  },
  {
    id: counter++,
    title: "साईबाबांची आरती (आरती साईबाबा) - Saibaba Aarti (Aarti Saibaba)",
    content: `आरती साईबाबा । सौख्यदातार जीवा।
      चरणरजातली । द्यावा दासा विसावा, भक्ता विसावा ।। आ०।।ध्रु ०।।

      जाळुनियां अनंग। स्वस्वरूपी राहेदंग ।
      मुमुक्षूजनां दावी । निज डोळा श्रीरंग ।। आ०।। १ ।।

      जयामनी जैसा भाव । तया तैसा अनुभव ।
      दाविसी दयाघना । ऐसी तुझीही माव ।। आ०।। २ ।।

      तुमचे नाम ध्याता । हरे संस्कृती व्यथा ।
      अगाध तव करणी । मार्ग दाविसी अनाथा ।। आ०।। ३ ।।

      कलियुगी अवतार । सगुण परब्रह्मः साचार ।
      अवतीर्ण झालासे । स्वामी दत्त दिगंबर ।। द०।। आ०।। ४ ।।

      आठा दिवसा गुरुवारी । भक्त करिती वारी ।
      प्रभुपद पहावया । भवभय निवारी ।। आ०।। ५ ।।

      माझा निजद्रव्यठेवा । तव चरणरज सेवा ।
      मागणे हेचि आता । तुम्हा देवाधिदेवा ।। आ०।। ६ ।।

      इच्छित दिन चातक। निर्मल तोय निजसुख ।
      पाजावे माधवा या । सांभाळ आपुली भाक ।। आ०।। ७ ।।`
  },
  {
    id: counter++,
    title: "ज्ञानेश्वर आरती (आरती ज्ञानराजा) - Gnyaneshwer Aarti (Aarti Gnyanraja)",
    content: `आरती ज्ञानराजा | महाकैवल्यतेजा |
      सेविती साधुसंत || मनु वेधला माझा || आरती || धृ ||

      लोपलें ज्ञान जगी |हित नेणती कोणी |
      अवतार पांडुरंग |नाम ठेविले ज्ञानी || १ || आरती || धृ ||

      कनकाचे ताट करी | उभ्या गोपिका नारी |
      नारद तुंबर हो ||साम गायन करी || २ || आरती || धृ ||

      प्रकट गुह्य बोले |विश्र्व ब्रम्हाची केलें |
      रामजनार्दनी | पायी मस्तक ठेविले |
      आरती ज्ञानराजा | महाकैवल्यतेजा || सेविती || ३ ||`
  },
  {
    id: counter++,
    title: "श्री सत्यनारायणाची आरती (जय जय दीनदयाळा) - Shri Satyanarayanachi Aarti (Jay Jay Deendayala)",
    content: `जय जय दीनदयाळा सत्यनारायण देवा |
      पंचारति ओंवाळू श्रीपति तुज भक्तिभावा || धृ ||

      विधियुक्त पूजुनी करिती पुराण श्रवण
      परिमळद्रव्यांसहित पुष्पमाळा अर्पून |
      घृतयुत्क शर्करामिश्रींत गोधूमचूर्ण |
      प्रसाद भक्षण करिता प्रसन्न तू नारायण || १ ||

      शातानंदविप्रें पूर्वी व्रत हें आचरिलें |
      दरिद्र दवडुनि अंती त्यातें मोक्षपदा नेलें ||
      त्यापासूनि हे व्रत या कलियुगीं सकळां श्रुत झालें |
      भावार्थे पूजितां सर्वा इच्छित लाधलें || २ ||

      साधुवैश्यें संततिसाठी तुजला प्रार्थियलें |
      इच्छित पुरतां मदांध होऊनि व्रत न आचरिलें |
      त्या पापानें संकटी पडुनी दु:खहि भोगिलें |
      स्मृति होउनि आचरितां व्रत त्या तुवांचि उध्दरिलें  || ३ ||

      प्रसाद विसरुनि पतिभेटीला कलावती गेली |
      क्षोभ तुझा होतांचि तयाची नौका बुडाली |
      अंगध्वजराजाची यापरि दु:खस्थिती आली |
      मृतवार्ता शतपुत्रांची सत्वर कर्णी परिसली || ४ ||

      पुनरपि पूजुनि प्रसाद ग्रहण करितां तत्क्षणी |
      पतिची नौका तरली देखे कलावती नयनीं |
      अंगध्वजरायासी पुत्र भेटति येऊनि |
      ऐका भक्तां  संकटि पावसि तुं चक्रापाणी || ५ ||

      अनन्यभावे पूजुनि हें व्रत जे जन आचरति |
      इच्छित पुरविसी त्यातें देउनि संतति संपत्ती |
      संहरती भवदुरितें सर्वहि बंधने तुटती |
      राजा रंका समान मानुनि पावसि श्रीपती || ६ ||

      ऐसा तव व्रतमहिमा अपार वर्णू मी कैसा ||
      भक्तीपुरस्सर आचरति त्यां पावसि जगदीशा |
      भक्तांचा कनवाळू कल्पद्रुम तुं सर्वेशा |
      मोरेश्वरसुत वासुदेव तुज विनवी भवनाशा ||

      जय जय दीनदयाळा सत्यनारायण देवा  || ७ ||`
  },
  {
    id: counter++,
    title: "सद्गुरूंची आरती (धन्य धन्य हो) - Sadguru Aarti (Dhanya Dhanya Ho)",
    content: `धन्य धन्य हो प्रदक्षिणा सद्गुरुरायाची।
      झाली त्वरा सुरवरां विमान उतरायाची।। धृ.।।

      पदोपदी अपार झाल्या पुण्याच्या राशी।
      सर्वही तीर्थे घडली आम्हा आदिकरुनि काशी।। १।।

      मृदुंग टाळ ढोल भक्त भावार्थे गाती।
      नामसंकीर्तने ब्रह्मानंदे नाचती।। २।।

      कोटि ब्रह्महत्या हरिती करितां दंडवत।
      लोटांगण घालिता मोक्ष लोळे पायात।। ३।।

      गुरुभजनाचा महिमा न कळे आगमानिगमांसि।
      अनुभव जे जागति ते गुरुपदिचे अभिलाषी।। ४।।

      प्रदक्षिणा करूनि देह भावे वाहिला।
      श्रीरंगात्मज विठ्ठल पुढे उभा राहिला।। ५।।`
  },
  {
    id: counter++,
    title: "कृष्णाची आरती (ओवाळू आरती) - Krishnachi Aarti (Ovaalu Aarti)",
    content: `ओवाळूं आरती मदनगोपाळा ।
      श्यामसुंदर गळां वैजयंतीमाळा ।। धृ० ।।

      चरणकमल ज्याचें अति सुकुमार ।
      ध्वजवज्रांकुश ब्रीदाचा तोडर ।। १ ।।

      नाभिकमळ ज्याचें ब्रह्मयाचें स्थान ।
      हृदयीं पदक शोभे श्रीवत्सलांछन ।। २ ।।

      मुखकमल पाहतां सुखाचिया कोटी ।
      वेधले मानस हारपली दृष्टी ।। ३ ।।

      जडितमुगुट ज्याचा दैदीप्यमान ।
      तेणें तेजें कोंदलें अवघें त्रिभुवन ।। ४ ।।

      एका जनार्दनीं देखियेलें रूप ।
      पाहतां अवघें झाले तद्रूप ।। ५ ।।`
  },
  {
    id: counter++,
    title: "दशावतार आरती (आरती सप्रेम) - Dashavatara Aarti (Aarti Saprem)",
    content: `आरती सप्रेम जय जय विठ्ठल परब्रह्म ।
      भक्तसंकटी नानास्वरूपीं स्थापिसी स्वधर्म ॥ धृ. ॥

      अंबऋषी कारणे गर्भवास सोशीसी ।
      वेद नेले चोरुनि ब्रह्मा आणुनिया देसी ।
      मत्स्यरुपीं नारायण सप्तहि सागर धुंडीसी ।
      हस्त तुझा लागतां शंखासुरा वर देसी ॥ १ ॥

      रसा तळाशी जातां पृथ्वी पाठीवर घेसी ।
      परोपकारासाठी देवा कांसव झालासी ॥
      दाढें धरुनी पृथ्वी नेता वराह रुप होसी ।
      प्रल्हादा कारणे स्तंभी नरहरि गुरगुरसी ॥ २ ॥

      पांचवे अवतारी बळिच्या द्वाराला जासी ।
      भिक्षे स्थळ मागुनी बळिला पाताळी नेसी ॥
      सर्व समर्पण केले म्हणउनि प्रसन्न त्या होसी ।
      वामनरूप धरूनी बळिच्याद्वारी तिष्ठसी ॥ ३ ॥

      सहस्त्रार्जुन मातला जमंदग्नीचा वध केला ।
      कष्टी ते रेणुका म्हणुनी सहस्रार्जुन वधिला ॥
      नि:क्षत्री पृथ्वी दान दिधली विप्राला ।
      सहावा अवतार परशुराम प्रगटला ॥ ४ ॥

      मातला रावण सर्वा उपद्रव केला ।
      तेहतिस कोटी देव बंदी हरलें सीतेला ॥
      पितृवचना लागीं रामें वनवास केला ।
      मिळोनी वानर सेना राजाराम प्रगटला ॥ ५ ॥

      देवकी वसुदेव बंदी मोचन त्वां केलें ।
      नंदाघरि जाऊन निजसुख गोकुळा दिधले ॥
      गोरसचोरी करिता नवलक्ष गोपाळ मिळविले ।
      गोपिकांचे प्रेम देखुनि श्रीकृष्ण भुलले ॥ ६ ॥

      बौद्ध कलंकी कलियुगी झाला अधर्म हा अवघा ।
      सोडूनी दिधला धर्म म्हणुनी ना दिससी देवा ॥
      म्लेंच्छमर्दन करिसी म्हणुनी कलंकी केशवा ।
      बहिरवि जान्हवि द्यावी निजसुखाआनंद सेवा ॥ ७ ॥`
  },
  {
    id: counter++,
    title: "तुकाराम आरती (आरती तुकारामा) - Tukaram Aarti (Aarti Tukarama)",
    content: `आरती तुकारामा ।
      स्वामी सद्गुरु धाम ॥
      सच्चिदानंद मूर्ती ।
      पाय दाखवी आम्हा ॥

      राघवे सागरात ।
      पाषाण तारीले ॥
      तैसे हें तुकोबाचे ।
      अभंग उदकी रक्षिले ॥
      आरती तुकारामा ॥

      आरती तुकारामा ।
      स्वामी सद्गुरु धाम ॥
      सच्चिदानंद मूर्ती ।
      पाय दाखवी आम्हा ॥

      तुकिता तुलनेसी ।
      ब्रह्म तुकासी आले ॥
      म्हणोनि रामेश्वरे ।
      चरणी मस्तक ठेविले ॥

      आरती तुकारामा ।
      स्वामी सद्गुरु धाम ॥
      सच्चिदानंद मूर्ती ।
      पाय दाखवी आम्हा ॥`
  },
  {
    id: counter++,
    title: "निरोप आरती (जाहले भजन) - Nirop Aarti (Jahale Bhajan)",
    content: `जाहले भजन आम्ही नमितो तव चरण ।
      वारुनिया विघ्ने देवा रक्षावे दीना ॥धृ॥

      दास तुझे आम्ही देवा तुजलाची ध्यातो
      प्रेमे करुनिया देवा गुण तुझेची गातो ॥१॥

      तरी द्यावी सिद्धी देवा हेची वासना, देवा हेची वासना
      रक्षुनियां सर्वां द्यावी आम्हासी आज्ञा ॥२॥

      मागणे ते देवा एकची आहे आता एकची आहे
      तारुनियां सकळां आम्हां कृपादृष्टी पाहे ॥३॥

      जेव्हां सर्व आम्ही मिळूं ऐशा या ठाया ऐशा या ठाया
      प्रेमानंदे लागू तुझी कीर्ति गावया ॥४॥

      सदा ऐशी भक्ति राहो आमुच्या मनी देवा आमुच्या मनी
      हेची देवा तुम्हा असे नित्य विनवणी ॥५॥

      वारुनिया संकटॆ आता आमुची सारी आता आमुची सारी
      कृपेची सा‌ऊली देवा दीनावरि करी ॥६॥

      निरंतर आमुची चिंता तुम्हां असावी चिंता तुम्हा असावी
      आम्हां सर्वांची लज्जा देवा तुम्ही रक्षावी ॥७॥

      निरोप घेता आता आम्हा आज्ञा असावी देवा आज्ञा असावी
      चुकले आमचे काही त्याची क्षमा असावी ॥८॥`
  },
  {
    id: counter++,
    title: "घालीन लोटांगण - Ghalin Lotangan",
    content: `घालीन लोटांगण वंदीन चरण ।
      डोळ्यांनी पाहिन रुप तुझे ॥
      प्रेमें आलिंगिन आनंदे पूजीन ।
      भावें ओवाळिन म्हणे नामा ॥१॥

      त्वमेव माता च पिता त्वमेव 
      त्वमेव बंधुश्च सखा त्वमेव ।
      त्वमेव विद्या द्रविडं त्वमेव 
      त्वमेव सर्वं मम देवदेव ॥२॥

      कायेन वाचा मनसेन्द्रियैवा 
      बुद्धयात्मना वा प्रकृतिस्वभावात ।
      करोमि यद्यत्सकलं परस्मै 
      नारायणायेति समर्पयामि ॥३॥

      अच्युतं केशवं रामनारायणं 
      कृष्णदामोदरं वासुदेवं हरिम् ।
      श्रीधरं माधवं गोपिकावल्लभं 
      जानकीनायकं रामचंद्रं भजे ॥४॥

      हरे राम हरे राम राम राम हरे हरे ।
      हरे कृष्ण हरे कृष्ण कृष्ण कृष्ण हरे हरे ॥५॥`
  },
  {
    id: counter++,
    title: "मंत्र पुष्पांजलि - Mantra Pushpanjali",
    content: `ॐ यज्ञेन यज्ञमयजन्त देवास्तानि धर्माणि प्रथमान्यासान्।
      ते ह नाकं महिमान: सचंत।
      यत्र पुर्वे साध्या: संति देवा:।

      ॐ राजाधिराजाय प्रसह्यसाहिने नमो वयं वैश्रवणाय कुर्महे।
      स मे कामान् कामकामाय मह्यं कामेश्वरो वैश्रवणो ददातु।
      कुबेराय वैश्रवणाय महाराजाय नम:।

      ॐ स्वस्ति साम्राज्यं भौज्यं स्वाराज्यं वैराज्यं पारमेष्ठ्यं राज्यं 
      माहाराज्यमाधिपत्यमयं समंतपर्या ईस्यात सार्वभौम: सार्वायुष आंतादापरार्धात्।
      पृथिव्यै समुद्रपर्यताया एकराळिती।
      तदप्येषश्लोकोऽभिगीतो मरुत: परिवेष्टारो मरुत्तस्सावसन् गृहे।
      आविक्षितस्य कामप्रेर्विश्वेदेवा: सभासद इति॥

      गणपती
      एकदंताय विद्महे, वक्रतुण्डाय धीमहि, तन्नो दंती प्रचोदयात्।।
      महाकर्णाय विद्महे, वक्रतुण्डाय धीमहि, तन्नो दंती प्रचोदयात्।।
      गजाननाय विद्महे, वक्रतुण्डाय धीमहि, तन्नो दंती प्रचोदयात्।।

      महालक्ष्मी
      ॐ महालक्ष्मीच विद्महे, विष्णुपत्नीच धीमहि।
      तन्नो लक्ष्मी: प्रचोदयात् ।।

      विष्णु
      ॐ नारायणाय विद्महे, वासुदेवाय धीमहि ।
      तन्नो विष्णु: प्रचोदयात् ।।

      महादेव
      ॐ तत्पुरुषाय विद्महे, महादेवाय धीमहि ।
      तन्नो रुद्र: प्रचोदयात् ।।

      कृष्ण
      ॐ देवकी नंदनाय विद्महे, वासुदेवाय धीमहि ।
      तन्नो कृष्ण: प्रचोदयात् ।।

      हनुमंत
      ॐ अंजनीसुताय विद्महे, वायुपुत्राय धीमहि ।
      तन्नो हनुमंत: प्रचोदयात् ।।
      ॐ वायुपुत्राय विद्महे, रामदूताय धीमहि, तन्नो हनुमत् प्रचोदयात् |

      पृथ्वी
      ॐ पृथ्वदेव्यै विद्महे, सहस्रमत्र्यैच धीमहि ।
      तन्नो पृथ्वी प्रचोदयात् ।।

      सूर्य
      ॐ भास्कराय विद्महे, महद्युतिकराय धीमहि ।
      तन्नो आदित्य प्रचोदयात् ।।`
  },
  {
    id: counter++,
    title: "मारुती स्तोत्र - Maruti Stotra",
    content: `भीमरूपी महारुद्रा, वज्रहनुमान मारुती |
              वनारी अंजनीसूता रामदूता प्रभंजना ||१||

              महाबळी प्राणदाता, सकळां उठवी बळें |
              सौख्यकारी दुःखहारी, दुत वैष्णव गायका ||२||

              दीनानाथा हरीरूपा, सुंदरा जगदांतरा |
              पाताळदेवताहंता, भव्यसिंदूरलेपना ||३||

              लोकनाथा जगन्नाथा, प्राणनाथा पुरातना |
              पुण्यवंता पुण्यशीला, पावना परितोषका ||४||

              ध्वजांगे उचली बाहो, आवेशें लोटला पुढें |
              काळाग्नी काळरुद्राग्नी, देखतां कांपती भयें ||५||

              ब्रह्मांडे माईलें नेणों, आवळे दंतपंगती |
              नेत्राग्नीं चालिल्या ज्वाळा, भ्रुकुटी ताठिल्या बळें ||६||

              पुच्छ ते मुरडिले माथा, किरीटी कुंडले बरीं |
              सुवर्ण कटी कांसोटी, घंटा किंकिणी नागरा ||७||

              ठकारे पर्वता ऐसा, नेटका सडपातळू |
              चपळांग पाहतां मोठे, महाविद्युल्लतेपरी ||८||

              कोटिच्या कोटि उड्डाणें, झेपावे उत्तरेकडे |
              मंद्राद्रीसारिखा द्रोणू, क्रोधें उत्पाटिला बळें ||९||

              आणिला मागुतीं नेला, आला गेला मनोगती |
              मनासी टाकिलें मागें, गतीसी तुळणा नसे ||१०||

              अणुपासोनि ब्रह्मांडाएवढा होत जातसे |
              तयासी तुळणा कोठे, मेरू मंदार धाकुटे ||११||

              ब्रह्मांडाभोवतें वेढें, वज्रपुच्छें करू शकें |
              तयासी तुळणा कैची, ब्रह्मांडी पाहता नसे ||१२||

              आरक्त देखिलें डोळा, ग्रासिलें सूर्यमंडळा |
              वाढतां वाढतां वाढें, भेदिलें शून्यमंडळा ||१३||

              धनधान्य पशूवृद्धि, पुत्रपौत्र समग्रही |
              पावती रूपविद्यादी, स्तोत्रपाठें करूनियां ||१४||

              भूतप्रेतसमंधादी, रोगव्याधी समस्तही |
              नासती तूटती चिंता, आनंदे भीमदर्शनें ||१५||

              हे धरा पंधरा श्लोकी, लाभली शोभली बरी |
              दृढदेहो निसंदेहो, संख्या चन्द्रकळागुणें ||१६||

              रामदासी अग्रगण्यू, कपिकुळासि मंडणू |
              रामरूपी अंतरात्मा, दर्शनें दोष नासती ||१७||

              ॥ इति श्रीरामदासकृतं संकटनिरसनं मारुतिस्तोत्रं संपूर्णम् ।।`
  },
  {
    id: counter++,
    title: "शिवलीलामृत नित्यपाठाच्या बेचाळीस ओव्या - Shivleelamrit Nityapathachya Bechalis Ovyan",
    content: `ॐनमोजी शिवाअपरिमिता | आदि अनादि मायातीता |
              पूर्ण ब्रम्हानंदा शाश्वता | हेरंबताता जगद्गुरू ||1||

              ज्योतिर्मय स्वरूपा पुराणपुरूषा अनादिसिध्दा आनंदवनविलासा |
              मायाचक्रचाळका अविनाशा |अनंतवेषा जगत्पते ||2||

              जयजय विरूपाक्षा पंचवदना |
              कर्माध्यक्षा शुद्ध चैतन्या ॥ मनोजदमना मनमोहना ॥ कर्ममोचका विश्वंभरा ॥३॥

              जेथे सर्वदा शिवस्मरण ॥ तेथे भुक्ति मुक्ति आनंद कल्याण ॥ नाना संकटे विघ्ने दारुण ॥ न बाधिती कालत्रयी ॥४॥

              संकेते अथवा हास्येकरून ॥ भलत्या मिषे घडो शिवस्मरण ॥ न कळता परिस लोहालागुन ॥ झगडता सुवर्ण करीतसे ॥५॥

              न कळत प्राशिता अमृत ॥ अमर काया होय यथार्थ ॥ औषध नेणता भक्षिता ॥ परी रोग हरे तत्काळ ॥६॥

              जय जय मंगलधामा ॥ निजजनतारक आत्मारामा ॥ चराचरफलांकित कल्पद्रुमा ॥ नामा अनामा अतीता ॥७॥

              हिमाचलसुतामनरंजना ॥ स्कंदजनका शफरीध्वजादहना ॥ ब्रह्मानंदा भाललोचना ॥ भवभंजना महेश्वरा ॥८॥

              हे शिवा वामदेवा अघोरा तत्पुरुषा ईशाना ईश्वरा ॥ अर्धनारीनटेश्वरा ॥ गिरुजारंगा गिरीशा ॥९॥

              धराधरेंद्रमानससरोवरी ॥ तू शुद्ध मराळ क्रीडसी निर्धारी ॥ तव अपार गुणासी परोपरी ॥ सर्वदा वर्णिती आम्नाय ॥ १०॥

              नकळे तुझे आदिमध्यावसान ॥ आपणचि सर्व कर्ता कारण ॥ कोठे प्रगटशी याचे अनुमान ॥ ठायी न पडे ब्रह्मादिका ॥ ११॥

              जाणोनि भक्तांचे मानस ॥ तेथेंचि प्रगटशी जगन्निवास ॥ सर्वकाळ भक्तकार्यास स्वांगे उडी घालिसी ॥ १२॥

              सदाशिव ही अक्षरे चारी ॥ सदा उच्चारी ज्याची वैखरी ॥ तो परमपावन संसारी ॥ होऊनि तारी इतरांते ॥१३॥

              बहुत शास्त्रवक्ते नर ॥ प्रायश्चित्तांचे करिता विचार ॥ परी शिवनाम एक पवित्र ॥ सर्व प्रायश्चिता आगळे ॥१४॥

              नामाचा महिमा अद्भुत ॥ त्यावरी प्रदोषव्रत आचरत ॥ त्यांसी सर्व सिद्धि प्राप्त होत ॥ सत्य सत्य त्रिवाचा ॥१५॥

              जयजयाजी पंचवदना ॥ महा पापद्रुमनिकृंतना ॥ मदमत्सरकाननदहना ॥ निरंजना भवहारका ॥१६॥

              हिमाद्रिजामाता गंगाधरा ॥ सुहास्यवदना कर्पूरगौरा ॥ पद्मनाभमनरंजना त्रिनेत्रा ॥ त्रिदोषशमना त्रिभुवनेशा ॥१७॥

              नीलग्रीवा अहिभूषणा ॥ नंदिवाहना अंधकमर्दना ॥ दक्षप्रजापति मखभंजना ॥ दानवदमना दयानिधे ॥१८॥

              जय जय किशोर चंद्रशेखरा ॥ उर्वीधरेंद्रनंदिनीवरा ॥ त्रिपुरमर्दना कैलासविहारा ॥ तुझ्या लीला विचित्र ॥१९॥

              कोटि भानुतेजा अपरिमिता ॥ विश्वव्यापका विश्वनाथा ॥ समाधिप्रिया भुतादिनाथा ॥ मूर्तामूर्ता त्रयीमूर्तै ॥२०॥

              परमानंदा परमपवित्रा ॥ परात्परा पंचदशनेत्रा ॥ पशुपते पयःफेनगात्रा ॥ परममंगला परब्रह्मा ॥२१॥

              जय जय श्रीब्रह्मानंदमूर्ती ॥ तू वेदवंद्य भोळा चक्रवर्ती ॥ शिवयोगीरूपे भद्रायूप्रती ॥ अगाध नीती कथिलीस ॥२२॥

              जय जय भस्मोध्दूलितांगा ॥ योगिध्येया भक्तभवभंगा ॥ सकळजनरआराध्यलिंगा ॥ नेई वेगी तुजपाशी ॥२३॥

              जेथे नाही शिवाचे नाम ॥ तो धिक् ग्राम धिक् आश्रम ॥ धिक् ग्रहपुर उत्तम ॥ आणि दानधर्मा धिक्कार ॥२४॥

              जेथे शिवनामाचा उच्चार ॥ तेथे कैचा जन्ममृत्युसंसार ॥ ज्यांसी शिव शिव छंद निरंतर ॥ त्यांही जिंकिले कळिकाळा ॥२५॥

              जयाची शिवनामी भक्ती ॥ तयाची सर्व पापे जळती ॥ आणि चुके पुनरावृत्ती ॥ तो केवळ शिवरूप ॥२६॥

              जैसे प्राणियांचे चित्त ॥ विषयी गुंते अहोरात ॥ तैसे शिवनामी जरी लागत ॥ तरी मग बंधन कैचे ॥२७॥

              कामगजविदारकपंचानना ॥ क्रोधजलदविध्वंसप्रभंजना ॥ लोभांधकार चंडकिरणा ॥ धर्मवर्धना दशभुजा ॥२८॥

              मत्सरविपिनकृशाना ॥ दंभनगभंदका सहस्त्रनयना ॥ लोभमहासागरशोषणा ॥ अगस्त्य महामुनिवर्या ॥२९॥

              आनंदकैलासविहारा ॥ निगमागमवंद्या दीनोद्धारा ॥ रुंडमालांकितशरीरा ॥ ब्रह्मानंदा दयानिधे ॥३०॥

              धन्य धन्य तेचि जन ॥ जे शिवभजनी परायण ॥ सदा शिवलीलामृत पठण ॥ किंवा श्रवण करिती पै ॥३१॥

              सूत सांगे शौनकांप्रति ॥ जे भस्म रुद्राक्ष धारण करिती ॥ त्यांच्या पुण्यासी नाही गणती ॥ त्रिजगती धन्य ते ॥३२॥

              जे करिती रुद्राक्ष धारण ॥ त्यांसी वंदिती शक्रद्रुहिण ॥ केवळ तयांचे घेता दर्शन ॥ तरती जन तत्काळ ॥३३॥

              ब्राह्मणादि चार वर्ण ॥ ब्रह्मचर्यादि आश्रमी संपूर्ण ॥ स्त्री बाल वृद्ध आणि तरुण ॥ याही शिवकीर्तन करावे ॥३४॥

              शिवकीर्तन नावडे अणुमात्र ॥ तो अंत्यजाहूनि अपवित्र ॥ लेइले नाना वस्त्रालंकार ॥ तरी ते केवळ प्रेतचि ॥३५॥

              जरी भक्षिती मिष्टान्न ॥ तरी ते केवळ पशूसमान ॥ मयूरांगीचे व्यर्थ नयन ॥ तैसे नेत्र तयांचे ॥३६॥

              शिव शिव म्हणता वाचे ॥ मूळ न राहे पापाचे ॥ ऐसे माहात्म्य शंकराचे ॥ निगमागम वर्णिती ॥३७॥

              जो जगदात्मा सदाशिव ॥ ज्यासि वंदिती कमलोद्भव ॥ गजास्य इंद्र माधव ॥ आणि नारदादि योगींद्र ॥३८॥

              जो जगद्गुरु ब्रह्मानंद ॥ अपर्णाह्रदयाब्जमिलिंद ॥ शुद्ध चैतन्य जगदादिकंद ॥ विश्वंभर दयाब्धी ॥३९॥

              जो पंचमुख दशनयन ॥ भार्गववरद भक्तजीवन ॥ अघोर भस्मासुरमर्दन ॥ भेदातीत भूतपती ॥४०॥

              तो तू स्वजनभद्रकारक ॥ संकटी रक्षिसी भोळ्या भाविका ॥ ऐसी कीर्ति अलोलिका ॥ गाजतसे ब्रह्मांडी ॥४१॥

              म्हणोनि भावे तुजलागून ॥ शरण रिघालो असे मी दीन ॥ तरी या संकटातून ॥ काढूनि पूर्ण संरक्षी ॥४२॥ `
  },
  {
    id: counter++,
    title: "शिवलीलामृत – अध्याय अकरावा - Shivleelamrit – Adhyay Akara",
    content: `श्रीगणेशाय नमः ॥

              धन्य धन्य तेचि जन ॥ जे शिवभजनी परायण ॥ सदा शिवलीलामृत श्रवण ॥ अर्चन सदा शिवाचे ॥१॥

              सूत म्हणे शौनकादिकांप्रति ॥ जे रुद्राक्षधारण भस्म चर्चिती ॥ त्यांच्या पुण्यास नाही मिती ॥ त्रिजगती तेचि धन्य ॥२॥

              जो सहस्त्र रुद्राक्ष करी धारण ॥ त्यासी वंदिती शक्रादि सुरगण ॥ तो शंकरचि त्याचे दर्शन ॥ घेता तरती जीव बहू ॥३॥

              अथवा षोडश षोडश दंडी जाण ॥ बांधावे रुद्राक्ष सुलक्षण ॥ शिखेमाजी एक बांधावा पूर्ण ॥ शिवस्वरूप म्हणवुनी ॥४॥

              त्यावरोनि करिता स्नान ॥ तरी त्रिवेणीस्नान केल्यासमान ॥ असो द्वादश द्वादश मनगटी पूर्ण ॥ रुद्राक्ष बांधिजे आदरे ॥५॥

              कंठी बांधावे बत्तीस ॥ मस्तकाभोवते चोवीस ॥ सहा सहा कर्णी पुण्य विशेष ॥ बांधिता निर्दोष सर्वदा ॥६॥

              अष्टोत्तरशत माळ ॥ सर्वदा असावी गळा ॥ एकमुखी रुद्राक्ष आगळा ॥ पूजिता भाग्य विशेष ॥७॥

              पंचमुख षण्मुख अष्टमुख ॥ चतुर्दशमुख लक्ष्मीकारक ॥ सकळ मंत्र सुफळ देख ॥ रुद्राक्षजप नित्य करिता ॥८॥

              नित्य रुद्राक्षपूजन ॥ तरी केले जाणिजे शिवार्चन ॥ रुद्राक्षमहिमा परम पावन ॥ इतिहास ऐका येविषयी ॥९॥

              काश्मीर देशींचा नृप पावन ॥ नामाभिधान भद्रसेन ॥ विवेकसंपन्न प्रधान ॥ परम चतुर पंडित ॥१०॥

              प्रजा दायाद भुसुर ॥ धन्य म्हणती तोचि राजेश्वर ॥ लाच न घे न्याय करी साचार ॥ अमात्य थोर तोचि पै ॥११॥

              सुंदर पतिव्रता मृदुभाषिणी ॥ पूर्वदत्ते ऐसी लाधिजे कामिनी ॥ सुत सभाग विद्वान गुणी ॥ विशेष सुकृते पाविजे ॥१२॥

              गुरु कृपावंत सर्वज्ञ थोर ॥ शिष्य प्रज्ञावंत गुरुभक्त उदार ॥ वक्ता क्षमाशील शास्त्रज्ञ सुरस फार ॥ विशेष सुकृते लाहिजे ॥१३॥

              श्रोता सप्रेम चतुर सावधान ॥ यजमान साक्षेपी उदार पूर्ण ॥ काया आरोग्य सुंदर कुलीन ॥ पूर्वसुकृते प्राप्त होय ॥१४॥

              असो तो भद्रसेन आणि प्रधान ॥ बहुत करिता अनुष्ठान ॥ दोघांसी झाले नंदन ॥ शिवभक्त उपजतांचि ॥१५॥

              राजपुत्र नाम सुधर्म ॥ प्रधानात्मज तारक नाम ॥ दोघे शिवभक्त निःसीम ॥ सावधान शिवध्यानी ॥१६॥

              बाळे होऊनि सदा प्रेमळ ॥ अनुराग चित्ती वैराग्यशीळ ॥ लौकिकसंगे ध्रुव अमंगळ ॥ त्यांची संगती नावडे त्या ॥१७॥

              पंचवर्षी दोघे कुमर ॥ लेवविती वस्त्रे अलंकार ॥ गजमुक्तमाळा मनोहर ॥ नाना प्रकारे लेवविती ॥१८॥

              तव ते बाळ दोघेजण ॥ सर्वालंकारउपाधी टाकून ॥ करिती रुद्राक्ष धारण ॥ भस्म चर्चिती सर्वांगी ॥१९॥

              आवडे सर्वदा एकांत ॥ श्रवण करिती शिवलीलामृत ॥ बोलती शिवनामावळी सत्य ॥ पाहाणे शिवपूजा सर्वदा ॥२०॥

              आश्चर्य करिती राव प्रधान ॥ यासी का नावाडे वस्त्रभूषण ॥ करिती रुद्राक्षभस्मधारण ॥ सदा स्मरण शिवाचे ॥२१॥

              विभूति पुसोनि रुद्राक्ष काढिती ॥ मागुती वस्त्रे भूषणे लेवविती ॥ ते सवेचि ब्राह्मणांसी अर्पिती ॥ घेती मागुती शिवदीक्षा ॥२२॥

              शिक्षा करिता बहुत ॥ परी ते न सांडिती आपुले व्रत ॥ राव प्रधान चिंताग्रस्त ॥ म्हणती करावे काय आता ॥२३॥

              तो उगवला सुकृतमित्र ॥ घरासी आला पराशर ॥ सवे वेष्टित ऋषींचे भार ॥ अपर सूर्य तेजस्वी ॥२४॥

              जो कृष्णद्वैपायनाचा जनिता ॥ त्रिकाळज्ञानी प्रतिसृष्टिकर्ता ॥ जो वसिष्ठाचा नातू तत्त्वता ॥ राक्षससत्र जेणे केले ॥२५॥

              जेवी मनुष्ये वागती अपार ॥ तैसेचि पूर्वी होते रजनीचर ॥ ते पितृकैवारे समग्र ॥ जाळिले सत्र करूनिया ॥२६॥

              जनमेजये सर्पसत्र केले ॥ ते आस्तिके मध्येचि राहविले ॥ पराशरासी पुलस्तीने प्रार्थिले ॥ मग वाचले रावणादिक ॥२७॥

              विरंचीस दटावूनि क्षणमात्रे ॥ प्रतिसृष्टि केली विश्वामित्रे ॥ तेवी पितृकैवारे पराशरे ॥ वादी जर्जर पै केले ॥२८॥

              ते सांगावी समूळ कथा ॥ तरी विस्तार होईल ग्रंथा ॥ यालागी ध्वनितार्थ बोलिला आता ॥ कळले पाहिजे निर्धारे ॥२९॥

              ऐसा महाराज पराशर ॥ ज्याचा नातू होय शुक योगींद्र ॥ तो भद्रसेनाचा कुळगुरु निर्धार ॥ घरा आला जाणोनी ॥३०॥

              राव प्रधान सामोरे धावती ॥ साष्टांग नमूनि घरासी आणिती ॥ षोडशोपचारी पूजिती ॥ भाव चित्ती विशेष ॥३१॥

              समस्ता वस्त्रे भूषणे देऊन ॥ राव विनवी कर जोडून ॥ म्हणे दोघे कुमर रात्रंदिन ॥ ध्यान करिती शिवाचे ॥३२॥

              नावडती वस्त्रे अलंकार ॥ रुद्राक्षभस्मावरी सदा भर ॥ वैराग्यशील अणुमात्र ॥ भाषण न करिती कोणासी ॥३३॥

              इंद्रियभोगावरी नाही भर ॥ नावडे राजविलास अणुमात्र ॥ गजवाजियानी समग्र ॥ आरूढावे आवडेना ॥३४॥

              पुढे हे कैसे राज्य करिती ॥ हे आम्हांसी गूढ पडले चित्ती ॥ मग ते दोघे कुमर आणोनि गुरूप्रती ॥ दाखविले भद्रसेने ॥३५॥

              गुरूने पाहिले दृष्टीसी ॥ जैसे मित्र आणि शशी ॥ तैसे तेजस्वी उपमा तयांसी ॥ नाही कोठे शोधिता ॥३६॥

              यावरी बोले शक्तिसुत ॥ म्हणे हे का झाले शिवभक्त ॥ यांची पूर्वकथा समस्त ॥ ऐक तुज सांगतो ॥३७॥

              पूर्वी काश्मीर देशात उत्तम ॥ महापट्टण नंद्रिग्राम ॥ तेथील वारांगना मनोरम ॥ महानंदा नाम तियेचे ॥३८॥

              त्या ग्रामीचा तोचि भूप ॥ पृथ्वीमाजी निःसीम स्वरूप ॥ ललिताकृति पाहोनि कंदर्प ॥ तन्मय होवोनि नृत्य करी ॥३९॥

              जैसा उगवला पूर्णचंद्र ॥ तैसे तिजवरी विराजे छत्र ॥ रत्नखचित याने अपार ॥ भाग्या पार नाही तिच्या ॥४०॥

              रत्नमय दंडयुक्त ॥ चामरे जीवरी सदा ढळत ॥ मणिमय पादुका रत्नखचित ॥ चरणी जिच्या सर्वदा ॥४१॥

              विचित्र वसने दिव्य सुवास ॥ हिरण्मयरत्नपर्यंतक राजस ॥ चंद्ररश्मिसम प्रकाश ॥ शय्या जिची अभिनव ॥४२॥

              दिव्याभरणी संयुक्त ॥ अंगी सुगंध विराजित ॥ गोमहिषीखिल्लारे बहुत ॥ वाजी गज घरी बहुवस ॥४३॥

              दास दासी अपार ॥ घरी माता सभाग्य सहोदर ॥ जिचे गायन ऐकता किन्नर ॥ तटस्थ होती कोकिळा ॥४४॥

              जिच्या नृत्याचे कौशल्य देखोन ॥ सकळ नृप डोलविती मान ॥ तिचा भोगकाम इच्छून ॥ भूप सभाग्य येती घरा ॥४५॥

              वेश्या असोन पतिव्रता ॥ नेमिला जो पुरुष तत्त्वता ॥ त्याचा दिवस न सरता ॥ इंद्रासही वश्य नव्हे ॥४६॥

              परम शिवभक्त विख्यात ॥ दानशील उदार बहुत ॥ सोमवार प्रदोषव्रत ॥ शिवरात्र करी नेमेसी ॥४७॥

              अन्नछत्र सदा चालवीत ॥ नित्य लक्षत्रिदळे शिव पूजित ॥ ब्राह्मणहस्ते अद्भुत ॥ अभिषेक करवी शिवासी ॥४८॥

              याचक मनी जे जे इच्छीत ॥ ते ते महानंदा पुरवीत ॥ कोटि लिंगे करवीत ॥ श्रावणमासी अत्यादरे ॥४९॥

              ऐक भद्रसेना सावधान ॥ कुक्कुट मर्कट पाळिले प्रीतीकरून ॥ त्यांच्या गळा रुद्राक्ष बांधोन ॥ नाचू शिकविले कौतुके ॥५०॥

              आपुले जे का नृत्यागार ॥ तेथे शिवलिंग स्थापिले सुंदर ॥ कुक्कुट मर्कट त्यासमोर ॥ तेथेंचि बांधी प्रीतीने ॥५१॥

              करी शिवलीलामृतपुराणश्रवण ॥ तेही ऐकती दोघेजण ॥ सवेंचि महानंदा करी गायन ॥ नृत्य करी शिवापुढे ॥५२॥

              महानंदा त्यांसी सोडून ॥ नृत्य करवी कौतुकेकरून ॥ त्यांच्या गळा कपाळी जाण ॥ विभूति चर्ची स्वहस्ते ॥५३॥

              एवं तिच्या संगतीकरून ॥ त्यांसही घडतसे शिवभजन ॥ असो तिचे सत्त्व पाहावयालागोन ॥ सदाशिव पातला ॥५४॥

              सौदागराचा वेष धरिला ॥ महानंदेच्या सदना आला ॥ त्याचे स्वरूप देखोनि ते अबला ॥ तन्मय झाली तेधवा ॥५५॥

              पूजा करोनि स्वहस्तकी ॥ त्यासी बैसविले रत्नमंचकी ॥ तो पृथ्वीमोलाचे हस्तकी ॥ कंकण त्याच्या देखिले ॥५६॥

              देखता गेली तन्मय होऊन ॥ म्हणे स्वर्गीची वस्तु वाटे पूर्ण ॥ विश्वकर्म्याने निर्मिली जाण ॥ मानवी कर्तृत्व हे नव्हे ॥५७॥

              सौदागरे ते काढून ॥ तिच्या हस्तकी घातले कंकण ॥ येरी होवोनि आनंदघन ॥ नेम करी तयासी ॥५८॥

              पृथ्वीचे मोल हे कंकण ॥ मीहि बत्तीस लक्षणी पद्मिण ॥ तीन दिवस संपूर्ण ॥ दासी तुमची झाले मी ॥५९॥

              तयासी ते मानले ॥ सवेंचि त्याने दिव्यलिंग काढिले ॥ सूर्यप्रभेहूनि आगळे ॥ तेज वर्णिले नवजाय ॥६०॥

              लिंग देखोनि ते वेळी ॥ महानंदा तन्मय झाली ॥ म्हणे जय जय चंद्रमौळी ॥ म्हणोनी वंदी लिंगाते ॥६१॥

              म्हणे या लिंगाच्या प्रभेवरूनी ॥ कोटि कंकणे टाकावी ओवाळूनी ॥ सौदागर म्हणे महानंदेलागूनी ॥ लिंग ठेवी जतन हे ॥६२॥

              म्हणे या लिंगापाशी माझा प्राण ॥ भंगले की गेले दग्ध होऊन ॥ तरी मी अग्निप्रवेश करीन ॥ महाकठीण व्रत माझे ॥६३॥

              येरीने अवश्य म्हणोन ॥ ठेविले नृत्यागारी नेऊन ॥ मग दोघे करिती शयन ॥ रत्नखचित मंचकी ॥६४॥

              तिचे कैसे आहे सत्त्व ॥ धैर्य पाहे सदाशिव ॥ भक्त तारावया अभिनव ॥ कौतुकचरित्र दाखवी ॥६५॥

              त्याच्या आज्ञेकरून ॥ नृत्यशाळेस लागला अग्न ॥ जन धावो लागले चहूकडोन ॥ एकचि हांक जाहली ॥६६॥

              तीस सावध करी मदनारी ॥ म्हणे अग्नि लागला ऊठ लवकरी ॥ येरी उठली घाबरी ॥ तव अग्नी वाते चेतला ॥६७॥

              तैशामाजी उडी घालून ॥ कंठपाश त्यांचे काढून ॥ कुक्कुट मर्कट दिधले सोडून ॥ गेले पळोन वनाप्रती ॥६८॥

              नृत्यशाळा भस्म झाली समग्र ॥ मग शांत झाला सप्तकर ॥ यावरी पुसे सौदागर ॥ महानंदेप्रति तेधवा ॥६९॥

              माझे दिव्यलिंग आहे की जतन ॥ महानंदा घाबरी ऐकोन ॥ वक्षःस्थळ घेत बडवून ॥ म्हणे दिव्यलिंग दग्ध झाले ॥७०॥

              सौदागर बोले वचन ॥ नेमाचा आजि दुसरा दिन ॥ मी आपुला देतो प्राण ॥ लिंगाकारणे तुजवरी ॥७१॥

              मग त्रिचरण चेतविला ॥ आकाशपंथे जाती ज्वाळा ॥ सौदागर सिद्ध झाला ॥ समीप आला कुंडाच्या ॥७२॥

              अतिलाघवी उमारंग ॥ जो भक्तजनभवभंग ॥ उडी घातली सवेग ॥ ॐनमःशिवाय म्हणवुनी ॥७३॥

              ऐसे देखता महानंदा ॥ बोलाविले सर्व ब्रह्मवृंदा ॥ लुटविली सर्व संपदा ॥ कोशसमवेत सर्वही ॥७४॥

              अश्वशाळा गजशाळा संपूर्ण ॥ सर्व संपत्तिसहित करी गृहदान ॥ महानंदेने स्नान करून ॥ भस्म अंगी चर्चिले ॥७५॥

              रुद्राक्ष सर्वांगी लेऊन ॥ ह्रदयी चिंतिले शिवध्यान ॥ हर हर शिव म्हणवून ॥ उडी निःशंक घातली ॥७६॥

              सूर्यबिंब निघे उदयाचळी ॥ तैसा प्रगटला कपाळमौळी ॥ दशभुज पंचवदन चंद्रमौळी ॥ संकटी पाळी भक्तांते ॥७७॥

              माथा जटांचा भार ॥ तृतीयनेत्री वैश्वानर ॥ शिरी झुळझुळ वाहे नीर ॥ भयंकर महाजोगी ॥७८॥

              चंद्रकळा तयाचे शिरी ॥ नीळकंठ खट्वांगधारी ॥ भस्म चर्चिले शरीरी ॥ गजचर्म पांघुरला ॥७९॥

              नेसलासे व्याघ्रांबर ॥ गळा मनुष्यमुंडाचे हार ॥ सर्वांग वेष्टित फणिवर ॥ दशभुजा मिरविती ॥८०॥

              वरचेवरी कंदुक झेलीत ॥ तेवी दहा भुजा पसरोनी अकस्मात ॥ महानंदेसी झेलूनि धरीत ॥ ह्रदयकमली परमात्मा ॥८१॥

              म्हणे जाहलो मी सुप्रसन्न ॥ महानंदे माग वरदान ॥ ती म्हणे हे नगर उद्धरून ॥ विमानी बैसवी दयाळा ॥८२॥

              माताबंधूसमवेत ॥ महानंदा विमानी बैसत ॥ दिव्यरूप पावोनि त्वरित ॥ नगरासमवेत चालली ॥८३॥

              पावली सकळ शिवपदी ॥ जेथे नाही आधिव्याधी ॥ क्षुधातृषाविरहित त्रिशुद्धी ॥ भेदबुद्धि कैची तेथे ॥८४॥

              नाही काम क्रोध द्वंद्व दुःख ॥ मद मत्सर नाही निःशंक ॥ जेथींचे गोड उदक ॥ अमृताहूनि कोटिगुणे ॥८५॥

              जेथे सुरतरूंची वने अपारे ॥ सुरभींची बहुत खिल्लारे ॥ चिंतामणींची धवलागारे ॥ भक्ताकारणे निर्मिली ॥८६॥

              जेथे वोसणता बोलती शिवदास ॥ ते ते प्राप्त होय तयास ॥ शिवपद सर्वदा अविनाश ॥ महानंदा तेथे पावली ॥८७॥

              हे कथा परम सुरस ॥ पराशर सांगे भद्रसेनास ॥ म्हणे हे कुमर दोघे निःशेष ॥ कुक्कुट मर्कट पूर्वींचे ॥८८॥

              कंठी रुद्राक्षधारण ॥ भाळी विभूति चर्चून ॥ त्याचि पूर्वपुण्येकरून ॥ सुधर्म तारक उपजले ॥८९॥

              हे पुढे राज्य करतील निर्दोष ॥ बत्तीस लक्षणी डोळस ॥ शिवभजनी लाविती बहुतांस ॥ उद्धरितील तुम्हांते ॥९०॥

              अमात्यसहित भद्रसेन ॥ गुरूसी घाली लोटांगण ॥ म्हणे इतुकेन मी धन्य ॥ सुपुत्र उदरी जन्मले ॥९१॥

              भद्रसेन बोलत पुढती ॥ हे राज्य किती वर्षै करिती ॥ आयुष्यप्रमाण किती ॥ सांगा यथार्थ गुरुवर्या ॥९२॥

              बहुत करिता नवस ॥ एवढाचि पुत्र आम्हांस ॥ परम प्रियकर राजस ॥ प्राणांहूनि आवडे बहु ॥९३॥

              तुमच्या आगमनेकरून ॥ स्वामी मज समाधान ॥ तरी या पुत्राचे आयुष्यप्रमाण ॥ सांगा स्वामी मज तत्त्वता ॥९४॥

              ऋषि म्हणे मी सत्य बोलेन देख ॥ परी तुम्हांसी ऐकता वाटेल दुःख ॥ हे सभा सकळिक ॥ दुःखार्णवी पडेल पै ॥९५॥

              प्रत्ययसदृश बोलावे वचन ॥ ना तरी आंगास येते मूर्खपण ॥ तुम्हा वाटेल विषाहून ॥ विशेष ऐसी ते गोष्टी ॥९६॥

              भद्रसेन म्हणे सत्य वचन ॥ बोलावया न करावा अनमान ॥ तरी तुझ्या पुत्रासी बारा वर्षे पूर्ण ॥ झाली असता जाणपा ॥९७॥

              आजपासोनि सातवे दिवशी ॥ मृत्यु पावेल या समयासी ॥ राव ऐकता धरणीसी ॥ मूर्च्छा येऊनि पडियेला ॥९८॥

              अमात्यासहित त्या स्थानी ॥ दुःखाग्नीत गेले आहाळोनी ॥ अंतःपुरी सकळ कामिनी ॥ आकांत करिती आक्रोशे ॥९९॥

              करूनिया हाहाकार ॥ वक्षःस्थळ पिटी नृपवर ॥ मग रायासी पराशर ॥ सावध करोनि गोष्ट सांगे ॥१००॥

              नृपश्रेष्ठा न सोडी धीर ॥ ऐक एक सांगतो विचार ॥ जै पंचभूते नव्हती समग्र ॥ शशिमित्र नव्हते तै ॥१॥

              नव्हता मायामय विकार ॥ केवळ ब्रह्ममय साचार ॥ तेथे झाले स्फुरणजागर ॥ अहं ब्रह्म म्हणोनिया ॥२॥

              ते ध्वनि माया सत्य ॥ तेथोनि जाहले महत्तत्त्व ॥ मग त्रिविध अहंकार होत ॥ शिवइच्छेकरूनिया ॥३॥

              सत्त्वांशे निर्मिला पीतवसन ॥ रजांशे सृष्टिकर्ता द्रुहिण ॥ तमांशे रुद्र परिपूर्ण ॥ सर्गस्थित्यंत करविता ॥४॥

              विधीसी म्हणे सृष्टि रची पूर्ण ॥ येरू म्हणे मज नाही ज्ञान ॥ मग शिवे तयालागून ॥ चारी वेद उपदेशिले ॥५॥

              चहू वेदांचे सार पूर्ण ॥ तो हा रुद्राध्याय परम पावन ॥ त्याहूनि विशेष गुह्य ज्ञान ॥ भुवनत्रयी असेना ॥६॥

              बहुत करी हा जतन ॥ त्याहूनि आणिक थोर नाही साधन ॥ हा रुद्राध्याय शिवरूप म्हणून ॥ श्रीशंकर स्वये बोले ॥७॥

              जे रुद्राध्याय ऐकती पढती ॥ त्यांच्या दर्शने जीव उद्धरती ॥ मग कमलोद्भव एकांती ॥ सप्तपुत्रा सांगे रुद्र हा ॥८॥

              मग सांप्रदाये ऋषीपासोन ॥ भूतली आला अध्याय जाण ॥ थोर जप तप ज्ञान ॥ त्याहूनि अन्य नसेचि ॥९॥

              जो हा अध्याय जपे संपूर्ण ॥ त्याचेनि दर्शने तीर्थे पावन ॥ स्वर्गीचे देव दर्शन ॥ त्याचे घेऊ इच्छिती ॥११०॥

              जप तप शिवार्चन ॥ याहूनि थोर नाही जाण ॥ रुद्रमहिमा अगाध पूर्ण ॥ किती म्हणोनि वर्णावा ॥११॥

              रुद्रमहिमा वाढला फार ॥ ओस पडिले भानुपुत्रनगर ॥ पाश सोडोनि यमकिंकर ॥ रिते हिंडो लागले ॥१२॥

              मग यमे विधिलागी पुसोन ॥ अभक्तिकृत्या निर्मिली दारुण ॥ तिणे कुतर्कवादी भेदी लक्षून ॥ त्यांच्या ह्रदयी संचरली ॥१३॥

              त्यांसी मत्सर वाढविला विशेष ॥ वाटे करावा शिवद्वेष ॥ तेणे ते जावोनि यमपुरीस महानरकी पडले सदा ॥१४॥

              यम सांगे दुतांप्रती ॥ शिवद्वेषी जे पापमती ॥ ते अल्पायुषी होती ॥ नाना रीती जाचणी करा ॥१५॥

              शिव थोर विष्णु लहान ॥ हरि विशेष हर गौण ॥ ऐसे म्हणती जे त्यालागून ॥ आणोनि नरकी घालावे ॥१६॥

              रुद्राध्याय नावडे ज्यासी ॥ कुंभीपाकी घालावे त्यासी ॥ रुद्रानुष्ठाने आयुष्यासी ॥ वृद्धि होय निर्धारे ॥१७॥

              याकरिता भद्रसेन अवधारी ॥ अयुत रुद्रावर्तने करी ॥ शिवावरी अभिषेकधार धरी ॥ मृत्यु दूरी होय साच ॥१८॥

              अथवा शतघट स्थापून ॥ दिव्यवृक्षांचे पल्लव आणून ॥ रुद्रे उदक अभिमंत्रून ॥ अभिषिंचन पुत्रा करी ॥१९॥

              नित्य दहा सहस्त्र आवर्तने पूर्ण ॥ क्षोणीपाळा करी सप्तदिन ॥ राये धरिले दृढ चरण ॥ सद्गद होवोनि बोलत ॥१२०॥

              सकळऋषिरत्नमंडितपदक ॥ स्वामी तू त्यात मुख्य नायक ॥ काळ मृत्यु भय शोक ॥ गुरु रक्षी त्यांपासूनि ॥२१॥

              तरी त्वा आचार्यत्व करावे पूर्ण ॥ तुजसवे जे आहेत ब्राह्मण ॥ आणीक सांगती ते बोलावून ॥ आताचि आणितो आरंभी ॥२२॥

              मग सहस्त्र विप्र बोलावून ॥ ज्यांची रुद्रानुष्ठानी भक्ति पूर्ण ॥ न्यासध्यानयुक्त पढून ॥ गुरूपासून जे आले ॥२३॥

              परदारा आणि परधन ॥ ज्यांची वमनाहूनि नीच पूर्ण ॥ विरक्त सुशील गेलिया प्राण ॥ दुष्ट प्रतिग्रह न घेती ॥२४॥

              जे शापानुग्रहसमर्थ ॥ सामर्थ्यो चालो न देती मित्ररथ ॥ किंवा साक्षात उमानाथ ॥ पुढे आणोनि उभा करिती ॥२५॥

              ऐसे लक्षणयुक्त ब्राह्मण ॥ बैसला व्यासपिता घेऊन ॥ सहस्त्र घट मांडून ॥ अभिमंत्रोनि स्थापिले ॥२६॥

              स्वर्धुनीचे सलिल भरले पूर्ण ॥ त्यांत आम्रपल्लव घालून ॥ रुद्रघोषे गर्जिन्नले ब्राह्मण ॥ अनुष्ठान दिव्य मांडिले ॥२७॥

              शास्त्रसंख्या झाले दिवस ॥ सातवे दिवशी मध्याह्नी आला चंडांश ॥ मृत्युसमय येता धरणीस ॥ बाळ मूर्च्छित पडियेला ॥२८॥

              एक मुहूर्त निचेष्टित ॥ चलनवलन राहिले समस्त ॥ परम घाबरला नृपनाथ ॥ गुरु देत नाभीकारा ॥२९॥

              रुद्रोदक शिंपून ॥ सावध केला राजनंदन ॥ त्यासी पुसती वर्तमान ॥ वर्तले तेचि सांगत ॥१३०॥

              एक काळपुरुष भयानक थोर ॥ ऊर्ध्व जटा कपाळी शेंदूर ॥ विक्राळ दाढा भयंकर ॥ नेत्र खादिरांगासारखे ॥३१॥

              तो मज घेऊनि जात असता ॥ चौघे पुरुष धावोनि आले तत्त्वता ॥ पंचवदन दशभुज त्यांची साम्यता ॥ कमळभवांडी दुजी नसे ॥३२॥

              ते तेजे जैसे गभस्ती ॥ दिगंततम संहारिती ॥ भस्म अंगी व्याघ्रांबर दिसती ॥ दश हस्ती आयुधे ॥३३॥

              ते महाराज येऊन ॥ मज सोडविले तोडोनि बंधन ॥ त्या काळपुरुषासी धरून ॥ करीत ताडण गेले ते ॥३४॥

              ऐसे पुत्रमुखीचे ऐकता उत्तर ॥ भद्रसेन करी जयजयकार ॥ ब्राह्मणांसी घाली नमस्कार ॥ आनंदाश्रु नेत्री आले ॥३५॥

              अंगी रोमांच दाटले ॥ मग विप्रचरणी गडबडा लोळे ॥ शिवनाम गर्जत तये वेळे ॥ देव सुमने वर्षती ॥३६॥

              अनेक वाद्यांचे गजर ॥ डंक गर्जे अवघ्यात थोर ॥ मुखद्वयांची महासुस्वर ॥ मृदंगवाद्ये गर्जती ॥३७॥

              अनेक वाद्यांचे गजर ॥ शिवलीला गाती अपार ॥ श्रृंगेभृंगे काहाळ थोर ॥ सनया अपार वाजती ॥३८॥

              चंद्रानना धडकती भेरी ॥ नाद न माये नभोदरी ॥ असो भद्रसेन यावरी विधियुक्त होम करीतसे ॥३९॥

              षड्रस अन्ने शोभिवंत ॥ अलंकार दिव्य वस्त्रे देत ॥ अमोलिक वस्तु अद्भुत ॥ आणोनि अर्पी ब्राह्मणांसी ॥१४०॥

              दक्षिणेलागी भांडारे ॥ मुक्त केली राजेंद्रे ॥ म्हणे आवडे तितुके भरा एकसरे ॥ मागे पुढे पाहू नका ॥४१॥

              सर्व याचक केले तृप्त ॥ पुरे पुरे हेचि ऐकिली मात ॥ धनभार झाला बहुत ॥ म्हणोनि सांडिती ठायी ठायी ॥४२॥

              ब्राह्मण देती मंत्राक्षता ॥ विजय कल्याण हो तुझिया सुता ॥ ऐसा अति आनंद होत असता ॥ तो अद्भुत वर्तले ॥४३॥

              वसंत येत सुगंधवनी ॥ की काशीक्षेत्रावरी स्वर्धुनी ॥ की श्वेतोत्पले मृडानी ॥ रमण लिंग अर्जिचे ॥४४॥

              की निर्दैवासी सापडे चिंतामणी ॥ की क्षुधितापुढे क्षीराब्धि ये धावूनी ॥ तैसा कमलोद्भवनंदन ते क्षणी ॥ नारदमुनी पातला ॥४५॥

              वाल्मीक सत्यवतीनंदन ॥ औत्तानपादीकयाधुह्रदयरत्न ॥ हे शिष्य ज्याचे त्रिभुवनी जाण ॥ वंद्य जे का सर्वांते ॥४६॥

              जो चतुःषष्टिकळाप्रवीण निर्मळ ॥ चतुर्दश विद्या करतळामळ ॥ ज्याचे स्वरूप पाहता केवळ ॥ नारायण दुसरा की ॥४७॥

              हे कमळभवांड मोडोनी ॥ पुनःसृष्टि करणार मागुतेनी ॥ अन्याय विलोकिता नयनी ॥ दंडे ताडील शक्रादिका ॥४८॥

              तो नारद देखोनि तेचि क्षणी ॥ कुंडांतूनि मूर्तिमंत निघे अग्नी ॥ दक्षिणग्नि गार्हपत्य आहवनी ॥ उभे ठाकले देखता ॥४९॥

              पराशरादि सकळ ब्राह्मण ॥ प्रधानासहित भद्रसेन ॥ धावोनि धरिती चरण ॥ ब्रह्मानंदे उचंबळले ॥१५०॥

              दिव्य गंध दिव्य सुमनी ॥ षोडशोपचारे पूजिला नारदमुनी ॥ राव उभा ठाके कर जोडोनी ॥ म्हणे स्वामी अतींद्रियद्रष्टा तू ॥५१॥

              त्रिभुवनी गमन सर्व तुझे ॥ काही देखिले सांग अपूर्व ॥ नारद म्हणे मार्गी येता शिव ॥ दूत चौघे देखिले ॥५२॥

              दशभुज पंचवदन ॥ तिही मृत्यु नेला बांधोन ॥ तुझ्या पुत्राचे चुकविले मरण ॥ रुद्रानुष्ठाने धन्य केले ॥५३॥

              तव पुत्ररक्षणार्थ ते वेळा ॥ शिवे वीरभद्रमुख्य पाठविला ॥ मज देखता मृत्यूसी पुसू लागला ॥ शिवसुत ऐका ते ॥५४॥

              तू कोणाच्या आज्ञेवरून ॥ आणीत होतासी भद्रसेननंदन ॥ त्यासी दहा सहस्त्र वर्षे पूर्ण ॥ आयुष्य असे निश्चये ॥५५॥

              तो सार्वभौम होईल तत्त्वता ॥ रुद्रमहिम तुज ठाऊक अस्ता ॥ शिवमर्यादा उल्लंघूनि तत्त्वता ॥ कैसा आणीत होतासी ॥५६॥

              मग चित्रगुप्ता पुसे सूर्यनंदन ॥ पत्रिका पाहिली वाचून ॥ तव द्वादशवर्षी मृत्युचिन्ह ॥ गंडांतर थोर होते ॥५७॥

              ते महत्पुण्ये निरसूनि सहज ॥ दहा सहस्त्र वर्षे करावे राज्य ॥ मग तो सूर्यनंदन महाराज ॥ स्वापराधे कष्टी बहू ॥५८॥

              मग उभा ठाकूनि कृतांत ॥ कर जोडोनि स्तवन करीत ॥ हे अपर्णाधव हिमनगजामात ॥ अपराध न कळत घडला हा ॥५९॥

              ऐसे नारद सांगता ते क्षणी ॥ राये पायावरी घातली लोळणी ॥ आणीक सहस्त्र रुद्र करूनी ॥ महोत्साह करीतसे ॥१६०॥

              शतरुद्र करिता निःशेष ॥ शतायुषी होय तो पुरुष ॥ हा अध्याय पढता निर्दोष ॥ तो शिवरूप याचि देही ॥६१॥

              तो येथेचि झाला मुक्त ॥ त्याच्या तीर्थे तरती बहुत ॥ असो यावरी ब्रह्मसुत ॥ अंतर्धान पावला ॥६२॥

              आनंदमय शक्तिनंदन ॥ राये शतपद्म धन देऊन ॥ तोषविला गुरु संपूर्ण ॥ ऋषींसहित जाता झाला ॥६३॥

              हे भद्रसेन आख्यान जे पुढती ॥ त्यासी होय आयुष्य संतती ॥ त्यांसी काळ न बाधे अंती ॥ वंदोनि नेती शिवपदा ॥६४॥

              दशशत कपिलादान ॥ ऐकता पढता घडे पुण्य ॥ केले असेल अभक्ष्यभक्षण ॥ सुरापान ब्रह्महत्या ॥६५॥

              एवं महापापपर्वत तत्त्वता ॥ भस्म होती श्रवण करिता ॥ हा अध्याय त्रिकाळ वाचिता ॥ गंडांतरे दूर होती ॥६६॥

              यावरी कलियुगी निःशेष ॥ शिवकीर्तनाचा महिमा विशेष ॥ आयुष्यहीन लोकांस ॥ अनुष्ठान हेचि निर्धारे ॥६७॥

              मग तो राव भद्रसेन ॥ सुधर्म पुत्रासी राज्य देऊन ॥ युवराज्य तारकालागून ॥ देता झाला ते काळी ॥६८॥

              मग प्रधानासमवेग राव जाणा ॥ जाता झाला तपोवना ॥ शिवअनुष्ठान रुद्राध्याना ॥ करिता महारुद्र तोषला ॥६९॥

              विमानी बैसवूनि त्वरित ॥ राव प्रधान नेले मिरवित ॥ विधिलोकी वैकुंठी वास बहुत ॥ स्वेच्छेकरूनि राहिले ॥१७०॥

              शेवटी शिवपदासी पावून ॥ राहिले शिवरूप होऊन ॥ हा अकरावा अध्याय जाण ॥ स्वरूप एकादश रुद्रांचे ॥७१॥

              हा अध्याय करिता श्रवण ॥ एकादश रुद्र समाधान ॥ की हा कल्पद्रुम संपूर्ण ॥ इच्छिले फळ देणार ॥७२॥

              मृत्युंजयजप रुद्रानुष्ठन ॥ त्यासी न बाधी ग्रहपीडा विघ्न ॥ पिशाचबाधा रोग दारुण ॥ न बाधीच सर्वथाही ॥७३॥

              येथे जो मानील अविश्वास ॥ तो होईल अल्पायुषी तामस ॥ हे निंदी तो चांडाळ निःशेष ॥ त्याचा विटाळ न व्हावा ॥७४॥

              त्यासी प्रसवोनि वांझ झाली माता ॥ त्याची संगती न धरावी तत्त्वता ॥ त्यासी संभाषण करिता ॥ महापातक जाणिजे ॥७५॥

              ते आपुल्या गृहासी न आणावे ॥ आपण त्यांच्या सदनासी न जावे ॥ ते त्यजावे जीवेभावे ॥ जेवी सुशील हिंसकगृह ॥७६॥

              जो प्रत्यक्ष भक्षितो विष ॥ जे मूर्ख बैसती त्याचे पंक्तीस ॥ त्यांसी मृत्यु आला या गोष्टीस ॥ संदेह काही असेना ॥७७॥

              असो सर्वभावे निश्चित ॥ अखंड पहावे शिवलीलामृत ॥ हे न घडे तरी त्वरित ॥ हा अध्याय तरी वाचावा ॥७८॥

              या अध्यायाचे करिता अनुष्ठान ॥ तयासी नित्य रुद्र केल्याचे पुण्य ॥ त्याचे घरी अनुदिन ॥ ब्रह्मानंद प्रगटेल ॥७९॥

              अपर्णाह्रदयाब्जमिलिंद ॥ श्रीधरस्वामी तो ब्रह्मानंद ॥ जो जगदानंदमूळकंद ॥ अभंग न विटे कालत्रयी ॥१८०॥

              शिवलीलामृत ग्रंथ प्रचंड ॥ स्कंदपुराण ब्रह्मोत्तरखंड ॥ परिसोत सज्जन अखंड ॥ एकादशाध्याय गोड हा ॥१८१॥

              इति एकादशोऽध्यायः समाप्तः ॥११॥

              ॥श्रीसांबसदाशिवार्पणमस्तु॥`
  },
  {
    id: counter++,
    title: "श्री व्यंकटेश स्तोत्र - Shri Venkatesh Stotra",
    content: `श्रीगणेशाय नमः । श्री व्यंकटेशाय नमः ।
              ॐ नमो जी हेरंबा ।सकळादि तूं प्रारंभा ।
              आठवूनि तुझी स्वरुपशोभा । वंदन भावें करीतसे ॥ १ ॥

              नमन माझे हंसवाहिनी । वाग्वरदे विलासिनी ।
              ग्रंथ वदावया निरुपणी । भावार्थखाणी जयामाजी ॥ २ ॥

              नमन माझे गुरुवर्या । प्रकाशरुपा तूं स्वामिया ।
              स्फूर्ति द्यावी ग्रंथ वदावया । जेणें श्रोतया सुख वाटे ॥ ३ ॥

              नमन माझे संतसज्जना । आणि योगियां मुनिजनां ।
              सकळ श्रोतयां सज्जना । नमन माझे साष्टांगी ॥ ४ ॥

              ग्रंथ ऐका प्रार्थनाशतक । महादोषासी दाहक ।
              तोषूनियां वैकुंठनायक । मनोरथ पूर्ण करील ॥ ५ ॥

              जयजयाजी व्यंकटरमणा । दयासागरा परिपूर्णा ।
              परंज्योति प्रकाशगहना । करितों प्रार्थना श्रवण कीजे ॥ ६॥

              जननीपरी त्वा पाळिलें । पितयापरी त्वां सांभाळिले ।
              सकळ संकटापासूनि रक्षिलें । पूर्ण दिधलें प्रेमसुख ॥ ७ ॥

              हें अलोलिक जरी मानावें । तरी जग हें सृजिलें आघवें ।
              जनकजनीपण स्वभावें । सहज आलें अंगासी ॥ ८ ॥

              दीनानाथा प्रेमासाठी । भक्त रक्षिले संकटी ।
              प्रेम दिधलें अपूर्व गोष्टी । भजनासाठी भक्तांच्या ॥ ९ ॥

              आतां परिसावी विज्ञापना । कृपाळुवा लक्ष्मीरमणा ।
              मज घालोनी गर्भाधाना । अलौकिक रचना दाखविली ॥ १०॥

              तुज न जाणतां झालों कष्टी । आतां दृढ तुझे पायीं घातली मिठी ।
              कृपाळुवा जगजेठी । अपराध पोटीं घालीं माझें ॥ ११ ॥

              माझिया अपराधांच्या राशी । भेदोनि गेल्या गगनासी ।
              दयावंता हृषीकेशी । आपुल्या ब्रीदासी सत्य करीं ॥ १२ ॥

              पुत्राचे सहस्त्र अपराध । माता काय मानी तयाचा खेद ।
              तेवीं तू कृपाळू गोविंद । मायबाप मजलागी ॥ १३ ॥

              उदडांमाजी काळेगोरे । काय निवडावें निवडणारे ।
              कुचलिया वृक्षांची फळें । मधुर कोठोनि असतील ॥ १४ ॥

              अराटीलागीं मृदुला । कोठोनि असेल कृपावंता ।
              पाषाणासी गुल्मलता । कैसियापरी फुटतील ॥ १५ ॥

              आपादमस्तकावरी अन्यायी । परी तुझे पदरीं पडिलों पाहीं ।
              आतां रक्षण नाना उपायीं । करणें तुज उचित ॥ १६ ॥

              समर्थाचिये घरीचे श्र्वान । त्यासी सर्वही देती मान ।
              तैसा तुज म्हणवितों दीन । हा अपमान कवणाचा ॥ १७ ॥

              लक्ष्मी तुझे पायांतळी । आम्ही भिक्षेसी घालोनि झोळी ।
              येणे तुझी ब्रीदावळी । कैसी राहील गोविंदा ॥ १८ ॥

              कुबेर तुझा भांडारी । आम्हां फिरविसी दारोदारीं ।
              यांत पुरुषार्थ मुरारी । काय तुजला पैं आला ॥ १९ ॥

              द्रौपदीसी वस्त्रें अनंता । देत होतासी भाग्यवंता ।
              आम्हांलागी कृपणता । कोठोनि आणिली गोविंदा ॥ २० ॥

              मावेची करुनी द्रौपदी सती । अन्ने पुरविलीं मध्यरातीं ।
              ऋषीश्र्वरांच्या बैसल्या पंक्ती । तृप्त केल्या क्षणमात्रें ॥ २१ ॥

              अन्नासाठी दाही दिशा । आम्हा फिरविसी जगदिशा ।
              कृपाळुवा परमपुरुषा । करुणा कैसी तुज न ये ॥ २२ ॥

              अंगीकासा री या शिरोमणी । तुज प्रार्थितो मधुर वचनीं ।
              अंगीकार केलिया झणीं । मज हातीचे न सोडावें ॥ २३ ॥

              समुद्रे अंगीकारिला वडवानळ । तेणें अंतरी होतसे विव्हळ ।
              ऐसें असोनि सर्वकाळ । अंतरी सांठविला तयानें ॥ २४ ॥

              कूर्में पृथ्वीचा घेतला भार । तेणे सोडिला नाहीं बडिवार ।
              एवढा ब्रह्मांड गोळ थोर । त्याचा अंगीकार पै केला ॥ २५ ॥

              शंकरे धरिलें हाळाहळा । तेणे नीळवर्ण झाला गळा ।
              परी त्यागिले नाही गोपाळा । भक्तवत्सला गोविंदा ॥ २६ ॥

              माझ्या अपराधांच्या परी । वर्णितां शिणली वैखरी ।
              दुष्ट पतित दुराचारी । अधमाहूनि अधम ॥ २७ ॥

              विषयासक्त मंदमति आळशी । कृपण कुव्यसनी मलिन मानसीं ।
              सदा सर्वकाळ सज्जनांसी । द्रोह करी सर्वदा ॥ २८ ॥

              वचनोक्ति नाहीं मधुर । अत्यंत जनासी निष्ठुर ।
              सकळ पामरांमाजीं पामर । व्यर्थ बडिवार जगी वाजे ॥ २९ ॥

              काम क्रोध मद मत्सर । हें शरीर त्यांचे बिढार ।
              कामकल्पनेसी थोर । दृढ येथे केला असे ॥ ३० ॥

              अठरा भार वनस्पतींची लेखणी । समुद्र भरला मषीकरुनी।
              माझे अवगुण लिहितां धरणीं । तरी लिहिले न जाती गोविंदा ॥ ३१ ॥

              ऐसा पतित मी खरा । तरी तूं पतितपावन शारङ्गधरा ।
              तुवां अंगीकार केलिया गदाधरा । कोण गुणदोष गणील ॥ ३२ ॥

              नीचा रतली रायासीं । तिसी कोण म्हणेल दासी ।
              लोह लागतां परिसासी । पूर्वस्थिती मग कैंची ॥ ३३ ॥

              गांवीचे होते लेंडवोहळ । गंगेसी मिळतां गंगाजळ ।
              काकविष्ठेचे झाले पिंपळ । तयांसी निंद्य कोण म्हणे ॥ ३४ ॥

              तैसा कुजाति मी अमंगळ । परी तुझा म्हणवितो केवळ ।
              कन्या देऊनियां कुळ । मग काय विचारावे ॥ ३५ ॥

              जाणत असतां अपराधी नर । तरी कां केला अंगीकार ।
              अंगीकारावरी अव्हेर । समर्थें केला न पाहिजे ॥ ३६ ॥

              धांव पाव रे गोविंदा । हाती घेवोनिया गदा ।
              करी माझ्या कर्मांचा चेंदा । सच्चिदानंदा श्रीहरी ।।३७।।

              तुझिया नामाची अपरिमित शक्ती । तेथे माझी पापे किती ।
              कृपाळुवा लक्ष्मीपती । बरवे चित्ती विचारी ।।३८।।

              तुझे नाम पतितपावन । तुझे नाम कलिमलदहन ।
              तुझे नाम भवतारण । संकटनाशन नाम तुझे ।।३९।।

              आता प्रार्थना ऐक कमळापती । तुझे नामी राहो माझीमती मती।
              हेंची मागतो पुढत पुढती । परंज्योती व्यंकटेशा ।।४०।।

              तू अनंत तुझी अनंत नामे । तयांमाजी अति सुगमे ।
              ती मी अल्पमती प्रेमे । स्मरूनी प्रार्थना करीतसे ।। ४१।।

              श्रीव्यंकटेशा वासुदेवा । प्रद्युम्ना अनंता केशवा ।
              संकर्षणा श्रीधरा माधवा । नारायणा आदिमूर्ती ।।४२।।

              पद्मनाभा दामोदरा । प्रकाशगहना परात्परा ।
              आदि अनादि विश्वंभरा । जगदुद्धारा जगदीशा ।।४३।।

              कृष्णा विष्णो ह्रीशिकेषा । अनिरुद्धा पुरूषोतम्मा परेशा ।
              नृसिंह वामन भार्गवेशा । बौद्ध कलंकी निजमूर्ती ।। ४४।।

              अनाथरक्षका आदिपुरुषा । पूर्णब्रह्म सनातन निर्दोषा ।
              सकळमंगळ मंगळाधीशा । सज्जनजीवना सुखमूर्ती ।।४५।।

              गुणातीता गुणज्ञा । निजबोधरूपा निमग्ना ।
              शुध्द सात्विका सुज्ञा । गुणप्राज्ञा परमेश्वरा ।।४६।।

              श्रीनिधी श्रीवत्सलांछनधरा । भयकृदभयनाशना गिरिधरा ।
              दुष्टदैत्यसंहारकरा । वीरा सुखकरा तू एक ।।४७।।

              निखिल निरंजन निर्विकारा । विवेकरवाणी वैरागरा ।
              मधुमुरदैत्यसंहारकरा । असुरमर्दना उग्रमूर्ती ।।४८।।

              शंखचक्र गदाधरा । गरुडवाहना भक्तप्रियकरा ।
              गोपीमनरंजना सुखकरा । अखंडित स्वभावे ।।४९।।

              नानानाटकसूत्रधारिया । जगद्व्यापका जगद्वर्या ।
              कृपासमुद्रा करुणालया । मुनिजनध्येया मूळमूर्ती ।।५०।।

              शेषशयना सार्वभौमा । वैकुंठवासिया निरूपमा ।
              भक्तकैवारिया गुणधाम । पाव आम्हां ये समयी ।।५१।।

              ऐसी प्रार्थना करुनि देवीदास । अंतरी आठविला श्री व्यंकटेश ।
              स्मरता ह्रिदयी प्रकटला ईश । त्या सुखासी पार नाही ।।५२।।

              ह्रिदयी आविर्भवली मूर्ती । त्या सुखाची अलौकिक स्थिती ।
              आपुले आपण श्रीपती । वाचेहाती वदवीतसे ।।५३।।

              ‘ते’ स्वरूप अत्यंत सुंदर । श्रोती श्रवण कीजे सादर ।
              सांवळी तनु सुकुमार । कुंकुमाकार पादपद्मे ।।५४।।

              सुरेख सरळ अंगोळिका । नखें जैसी चंद्ररेखा ।
              घोटीव सुनीळ अपूर्व देखा । इंद्रनिळाचियेपरी ।।५५।।

              चरणी वाळे घागरिया । वांकी वरत्या गुजरिया ।
              सरळ सुंदर पोटरिया । कर्दळीस्तंभाचियेपरी ।।५६।।

              गुडघे मांडिया जानुस्थळ । कटीतटी किंकिणी विशाळ ।
              खालते विश्वउत्पत्तिस्थळ । वरी झळाळे सोनसळा ।।५७।।

              कटीवरते नाभिस्थान । जेथोनि ब्रह्मा झाला उत्पन्न ।
              उदरी त्रिवळी शोभे गहन । त्रैलोक्य संपूर्ण जयामाजी ।।५८।।

              वक्ष:स्थळी शोभे पदक । पाहोनि चंद्रमा अधोमुख ।
              वैजयंती करी लखलख । विद्युल्लतेचियेपरी ।।५९||

              ह्रिदयी श्रीवत्सलांछन । भूषण मिरवी श्रीभगवान ।
              तयावरते कंठस्थान । जयासी मुनिजन अवलोकिती ।।६०।।

              उभय बाहुदंड सरळ ।नखें चंद्रापरीस तेजाळ ।
              शोभती दोन्ही करकमळ । रातोत्पलाचीयेपरी ।।६१।।

              मनगटी विराजती कंकणे । बाहुवटी बाहुभूषणे ।
              कंठी लेइली आभरणे । सूर्यकिरणे उगवली ।।६२।।

              कंठावरुते मुखकमळ । हनुवटी अत्यंत सुनीळ ।
              मुखचंद्रमा अतिनिर्मळ । भक्तस्नेहाळ गोविंदा ।।६३।।

              दोन्ही अधरांमाजी दंतपंक्ती । जिव्हा जैसी लावण्यज्योती ।
              अधरामृतप्राप्तीची गती । ते सुख जाणे लक्ष्मी ।।६४।।

              सरळ सुंदर नासिक । जेथे पवनासी झाले सुख ।
              गंडस्थळीचे तेज अधिक । लखलखीत दोहीं भागी ।।६५।।

              त्रिभुवनीचे तेज एकवटले । बरवेपण सिगेसि आले ।
              दोन्ही पातयांनी धरिले । तेच नेत्र श्रीहरीचे ।।६६।।

              व्यंकटा भृकुटिया सुनीळा । कर्णद्वयाची अभिनव लीळा ।
              कुंडलांच्या फांकती कळा । तो सुखसोहळा अलौकिक ।।६७।।

              भाळ विशाळ सुरेख । वरती शोभे कस्तुरीटिळक ।
              केश कुरळे अलौकिक । मस्तकावरी शोभती ।।६८।।

              मस्तकी मुकुट आणि किरीटी । सभोवती झिळमिळ्याची दाटी ।
              त्यावरी मयूरपिच्छांची वेटी । ऐसा जगजेठी देखिला ।।६९।।

              ऐसा तू देवाधिदेव । गुणातीत वासुदेव ।
              माझिया भक्तीस्तव । सगुणरूप झालासी ।।७०।।

              आतां करू तुझी पूजा । जगज्जीवना अधोक्षजा ।
              आर्ष भावार्थ हा माझा । तुज अर्पण केला असे ।।७१।।

              करूनि पंचामृतस्नान । शुद्धामृत वरी घालून ।
              तुज करू मंगलस्नान । पुरुषसूक्तेकरूनियां ।।७२।।

              वस्त्रे आणि यज्ञोपवीत । तुजलागी करू प्रीत्यर्थ ।
              गांधाक्षता पुष्पे बहुत । तुजलागी समर्पू ।।७३।।

              धूप दीप नैवेद्य । फल तांबूल दक्षिणा शुद्ध ।
              वस्त्रे भूषणे गोमेद । पद्मरागादिकरुनी ।।७४।।

              भक्तवत्सला गोविंदा । ही पूजा अंगीकारावी परमानंदा ।
              नमस्कारुनी पादारविंदा । मग प्रदक्षिणा आरंभिली ।।७५।।

              ऐसा षोडशोपचारे भगवंत । यथाविधि पूजिला हृदयांत ।
              मग प्रार्थना आरंभिली बहुत । वरप्रसाद मागावया ।।७६।।

              जयजयाजी श्रुतिशास्त्रआगमा । जयजयाजी गुणातीत परब्रह्मा ।
              जयजयाजी हृदयवासिया रामा । जगदुद्धारा जगद्गुरू ।।७७।।

              जयजयाजी पंकजाक्षा । जयजयाजी कामळाधीशा ।
              जयजयाजी पूर्णपरेशा । अव्यक्तवक्ता सुखमुर्ती ।।७८।।

              जयजयाजी भक्तरक्षका । जयजयाजी वैकुंठनायका ।
              जयजयाजी जगपालका । भक्तांसी सखा तू एक ।।७९।।

              जयजयाजी निरंजना । जयजयाजी परात्परगहना ।
              जयजयाजी शुन्यातीत निर्गुणा । परिसावी विज्ञापन एक माझी ।।८०।।

              मजलागी देई ऐसा वर । जेणें घडेल परोपकार ।
              हेंचि मागणे साचार । वारंवार प्रार्थीतसे ।।८१।।

              हा ग्रंथ जो पठण करी । त्यासी दु:ख नसे संसारी ।
              पठणमात्रे चराचरी ।विजयी करी जगाते ।।८२।।

              लाग्नार्थियाचे व्हावें लग्न । धनार्थीयासी व्हावें धन ।
              पुत्रार्थियाचे मनोरथ पूर्ण । पुत्र देऊनि करावे ।।८३।।

              पुत्र विजयी आणि पंडित । शतायुषी भाग्यवंत ।
              पितृसेवेसी अत्यंत रत । जयाचे चित्त सर्वकाळ ।।८४।।

              उदार आणि सर्वज्ञ । पुत्र देई भक्तालागून ।
              व्याधिष्ठांची पीडा हरण । तत्काळ कीजे गोविंदा ।।८५।।

              क्षय अपस्मार कुष्ठादि रोग । ग्रंथपठणे सरावा भोग ।
              योगाभ्यासियासी योग । पठणमात्रे साधावा ।।८६।।

              दरिद्री व्हावा भाग्यवंत । शत्रूचा व्हावा नि:पात ।
              सभा व्हावी वश समस्त । ग्रंथपठणेकरुनिया ।।८७।।

              विद्यार्थियासी विद्या व्हावी । युद्धी शस्त्रे न लागावी ।
              पठणे जगात कीर्ति व्हावी । साधु साधु म्हणोनिया ।।८८।।

              अती व्हावे मोक्षसाधन । ऐसे प्रार्थनेसी दीजे मन ।
              एवढे मागतो वरदान । कृपानिधे गोविंदा ।।८९।।

              प्रसन्न झाला व्यंकटरमण । देवीदासासी दिधले वरदान ।
              ग्रंथाक्षरी माझे वचन । यथार्थ जाण निश्चयेसी ।।९०।।

              ग्रंथी धरोनि विश्वास । पठण करील रात्रंदिवस ।
              त्यालागी मी जगदीश । क्षण एक न विसंबे ।।९१।।

              इच्छा धरोनि करील पठण । त्याचे सांगतो मी प्रमाण ।
              सर्व कामनेसी साधन । पठण एक मंडळ ।।९२।।

              पुत्रार्थियाने तीन मास । धनार्थियाने एकवीस दिवस ।
              कन्यार्थियाने षण्मास । ग्रंथ आदरे वाचवा ।।९३।।

              क्षय अपस्मार कुष्टादि रोग । इत्यादि साधने प्रयोग ।
              त्यासी एक मंडळ सांग । पठणेकरूनि कार्यसिद्धी ।।९४।।

              हे वाक्य माझे नेमस्त । ऐसे बोलिला श्रीभगवंत ।
              साच न मानी जयाचे चित्त । त्यासी अध:पात सत्य होय ।।९५।।

              विश्वास धरील ग्रंथपठणी । त्यासी कृपा करील चक्रपाणी ।
              वर दिधला कृपा करुनी । अनुभवे कळो येईल ।।९६।।

              गजेन्द्राचिया आकांतासी । कैसा पावला हृषीकेशी ।
              प्रल्हादाचिया भावार्थासी । स्तंभातूनी प्रगटला ।।९७।।

              वज्रासाठी गोविंदा । गोवर्धन परमानंदा ।
              उचलोनिया स्वानंदकंदा । सुखी केले तये वेळी ।।९८।।

              वत्साचे परी भक्तांसी । मोहे पान्हावे धेनु जैसी ।
              मातेच्या स्नेह्तुलनेसी । त्याचपरी घडलेसे ।।९९।।

              ऐसा तू माझा दातार । भक्तांसी घालिसी कृपेची पाखर ।
              हा तयाचा निर्धार । अनाथनाथ नाम तुझे ।।१००।।

              श्रीचैतन्यकृपा अलोकिक । संतोषोनि वैकुंठनायक ।
              वर दिधला अलोकिक । जेणे सुख सकळांसी ।।१०१।।

              हा ग्रंथ लिहिता गोविंद । या वचनी न धरावा भेद ।
              हृदयी वसे परमानंद । अनुभवसिद्ध सकळांसी ।।१०२।।

              या ग्रंथीचा इतिहास । भावें बोलिला विष्णुदास ।
              आणिक न लागती सायास । पठणमात्रे कार्यसिद्धी ।।१०३।।

              पार्वतीस उपदेशी कैलासनायक । पूर्णानंद प्रेमसुख ।
              त्याचा पार न जाणती ब्राह्मादिक । मुनि सुरवर विस्मित ।।१०४।।

              प्रत्यक्ष प्रगटेल वनमाळी । त्रैलोक्य भजत त्रिकाळी ।
              ध्याती योगी आणि चंद्रमौळी । शेषाद्रीपर्वती उभा असे ।।१०५।।

              देवीदास विनवी श्रोतयां चतुरां । प्रार्थनाशतक पठण करा ।
              जावया मोक्षाचिया मंदिरा । काहीं न लागती सायास ।।१०६।।

              एकाग्रचित्ते एकांती । अनुष्ठान कीजे मध्यराती ।
              बैसोनिया स्वस्थचित्ती । प्रत्यक्ष मूर्ति प्रगटेल ।।१०७।।

              तेथें देह्भावासी नुरे ठाव । अवघा चतुर्भुज देव ।
              त्याचे चरणी ठेवोनि भाव । वरप्रसाद मागावा ।।१०८।।

              इति श्रीदेवीदासविरचितं श्रीव्यंकटेशस्तोत्रं संपूर्णम

              ।।श्री व्यंकटेशार्पणमस्तु ।।`
  },
  {
    id: counter++,
    title: "गणपती अथर्वशीर्ष - Ganpati Atharvashish",
    content: `ॐ नमस्ते गणपतये ॥ त्वमेव प्रत्यक्षं तत्त्वमसि ॥ त्वमेव केवलं कर्तासि ॥ त्वमेव केवलं धर्तासि ॥ त्वमेव केवलं हर्तासि ॥ 
    त्वमेव सर्वं खल्विदं ब्रम्हासि ॥ त्वं साक्षादात्मासि नित्यम् ॥ १ ॥
    ऋतं वच्मि ॥ सत्यं वच्मि ॥ २ ॥`
  },
  {
    id: counter++,
    title: "",
    content: ``
  },
  {
    id: counter++,
    title: "",
    content: ``
  },
  {
    id: counter++,
    title: "",
    content: ``
  }
];

