export interface Note {
  id: number;
  title: string;
  content: string;
}

export const sampleNotes: Note[] = [
  {
    id: 1,
    title: "सुखकर्ता दुखहर्ता - Sukhakarta Dukhaharta",
    content: `सुखकर्ता दुःखहर्ता वार्ता विघ्नाची ।
        नुरवी पुरवी प्रेम कृपा जयाची ।
        सर्वांगी सुंदर उटी शेंदुराची ।
        कंठी झळके माळ मुक्ताफळांची ।। १ ।।

        जय देव जय देव जय मंगलमूर्ति ।
        दर्शनमात्रे मनःकामना पुरती ।। धृ० ।।

        रत्नखचित फरा तुज गौरीकुमरा ।
        चंदनाची उटी कुंकुमकेशरा ।
        हिरेजडित मुकुट शोभतो बरा ।
        रुणझुणती नूपुरे चरणीं घागरिया ।। २ ।।

        लंबोदर पीतांबर फणिवरबंधना ।
        सरळ सोंड वक्रतुंड त्रिनयना ।
        दास रामाचा वाट पाहे सदना ।
        संकटी पावावे, निर्वाणी रक्षावे सुरवरवंदना ।। ३ ।। `
  },
  {
    id: 2,
    title: "शेंदूर लाल चढायो - Shendur Laal Chadhayo",
    content: `शेंदुर लाल चढ़ायो अच्छा गजमुखको।
        दोंदिल लाल बिराजे सुत गौरिहरको।
        हाथ लिए गुडलद्दु सांई सुरवरको।
        महिमा कहे न जाय लागत हूं पादको ॥ १॥

        जय जय श्री गणराज विद्या सुखदाता।
        धन्य तुम्हारा दर्शन मेरा मन रमता ॥धृ॥

        अष्टौ सिद्धि दासी संकटको बैरि।
        विघ्नविनाशन मंगल मूरत अधिकारी।
        कोटीसूरजप्रकाश ऐबी छबि तेरी।
        गंडस्थलमदमस्तक झूले शशिबिहारी ॥२॥ जय जय

        भावभगत से कोई शरणागत आवे।
        संतत संपत सबही भरपूर पावे।
        ऐसे तुम महाराज मोको अति भावे।
        गोसावीनंदन निशिदिन गुन गावे ॥३॥ जय जय`
  },
  {
    id: 3,
    title: "नाना परिमळ - Nana Parimal",
    content: `नाना परिमळ दुर्वा शेंदुर शमिपत्रें । 
      लाडू मोदक अन्ने परिपूरित पात्रें ।
      ऐसें पूजन केल्या बीजाक्षर मंत्रें । 
      अष्टहि सिद्धि नवनिधि देसी क्षणमात्रें ॥१॥

      जय देव जय देव जय मंगलमूर्ति । 
      तुझे गुण वर्णाया मज कैंची स्फुर्ती ॥धृ॥

      तुझे ध्यान निरंतर जे कोणी करिती । 
      त्यांचीं सकलहि पापें विघ्नेंही हरती ।
      वाजी वारण शिबिका सेवक सुत युवती । 
      सर्वहि पावुनि अंतीं भवसागर तरती ॥२॥ जय देव

      शरणागत सर्वस्वें भजती तव चरणीं । 
      किर्ति तयांची राहे जोवर शशितरणी ।
      त्रैलोक्यीं ते विजयी अद्भुत हे करणी । 
      गोसावीनंदन रत नामस्मरणीं ॥३॥ जय देव`
  },
  {
    id: 4,
    title: "देवीची आरती (दुर्गे दुर्घट भारी) - Devichi Aarti (Durge Durghat Bhari)",
    content: `दुर्गे दुर्घट भारी तुजविण संसारी ।
      अनाथनाथे अंबे करुणा विस्तारी ।
      वारी वारी जन्ममरणाते वारी ।
      हारी पडलो आता संकट निवारी ।। १ ।।

      जय देवी जय देवी महिषासुरमथनी ।
      सुरवरईश्वर-वरदे तारक संजीवनी ।।
      जय देवी जय देवी ।। धृ० ।।

      त्रिभुवन भुवनी पहाता तुज ऐसी नाही ।
      चारी श्रमले परंतु न बोलवे काही ।
      साही विवाद करिता पडले प्रवाही ।
      ते तू भक्तालागी पावसी लवलाही ।। २ ।। जय देवी

      प्रसन्नवदने प्रसन्न होसी निजदासां ।
      क्लेशांपासुनी सोडवी तोडी भवपाशा ।
      अंबे तुजवाचून कोण पुरवील आशा ।
      नरहरि तल्लीन झाला पदपंकजलेशा ।। ३ ।। जय देवी`
  },
  {
    id: 5,
    title: "शंकराची आरती (लवथवती विक्राळा) - Shri Shankarachi Aarti (Lavathvati Vikrala)",
    content: `लवथवती विक्राळा ब्रह्मांडी माळा ।
      विषें कंठ काळा त्रिनेत्री ज्वाला ।
      लावण्यसुंदर मस्तकी बाळा ।
      तेथुनिया जळ निर्मल वाहे झुळझुळां ।।

      जय देव जय देव जय श्रीशंकरा
      आरती ओवाळू तुज कर्पुरगौरा ।।१।।

      कर्पुरगौरा भोळा नयनी विशाळा ।
      अर्धांगी पार्वती सुमनांच्या माळा ।
      विभूतीचे उधळण शीत कंठ निळां
      ऐसा शंकर शोभे उमावेल्हाळा ।।2।।  जय देव

      देवीं दैत्यीं सागरमंथन पैं केलें ।
      त्यामाजी अवचित हलाहल जें उठिलें ।
      ते त्वां असुरपणे प्रशान केलें ।
      नीलकंठ नाम प्रसिद्ध झालें ||3।।  जय देव

      व्याघ्रांबर फणिवरधर सुंदर मदनारी ।
      पंचानन मनमोहन मुनिजन सुखकारी ।
      शतकोटीचे बीज वाचे उच्चारी ।
      रघुकुळटिळक रामदास अंतरीं ।।4।।  जय देव`
  },
  {
    id: 6,
    title: "दत्ताची आरती (त्रिगुणात्मक त्रिमूर्ती) - Shri Dattachi Aarti (Trigunatmak Trimurti)",
    content: `त्रिगुणात्मक त्रिमूर्ती दत्ता हा जाणा |
      त्रिगुणी अवतार त्रैलोक्यराणा |
      नेती नेती शब्द नये अनुमाना |
      सुरवर मुनिजन योगी समाधी न ये ध्याना ||१||

      जय देव जय देव जय श्रीगुरुदत्ता |
      आरती ओवाळीतां हरिली भवचिंता ||धृ||

      सबाह्य अभ्यंतरी तूं एक दत्त |
      अभ्याग्याशी कैंची कळेल हि मात |
      पराही परतली तेथें कैचा हेत |
      जन्ममरणाचा पुरलासे अंत ||२||  जय देव

      दत्त येउनिया उभा ठाकला |
      सद्भावें साष्टांगे प्रणिपात केला |
      प्रसन्ना होऊनी आशीर्वाद दिधला |
      जन्ममरणाचा फेरा चुकविला ||३||  जय देव

      दत्त दत्त ऐसें लागले ध्यान |
      हरपलें मन झालें उन्मन |
      मीतुं पणाची झाली बोळवण |
      एका जनार्दनी श्रीदत्तध्यान ||४||  जय देव`
  },
  {
    id: 7,
    title: "विठोबाची आरती (युगें अठ्ठावीस) - Vitthobachi Aarti (Yugen Aththavis)",
    content: `युगें अठ्ठावीस विटेवरी उभा |
      वामांगी रखुमाई दिसे दिव्या शोभा |
      पुंडलिकाच्या भेटी परब्रह्मा आले गा |
      चरणी वाहे भीमा उद्धरी जागा ||१||

      जय देव जय देव पांडुरंग
      रखुमाई वल्लभा राहीच्या वल्लभा पावें जिवलगा ||धृ||

      तुळसीमाळा गळां कर ठेवुनी कटी |
      कसे पितांबर कस्तुरी लल्लाटी |
      देव सुरवर नित्य येती भेटी |
      गरुड हनुमंत पुढें उभे राहती || २ ||  जय देव

      धन्य वेणुनाद अनुक्षेत्रपाळा |
      सुवर्णाची कमळे वनमाळा गळां |
      राई रखुमाबाई राणीया सकळा |
      ओवाळिती राजा विठोबा सावळा || 3 ||  जय देव

      ओवाळूं आरत्या कुर्वंड्या येती |
      चंद्रभागेमाजी सोडुनिया देती |
      दिंड्या पताका वैष्णव नाचती |
      पंढरीचा महिमा वर्णावा किती |||| 4 ||  जय देव

      आषाढी कार्तिकी भक्तजन येती
      चंद्रभागेमध्ये स्नाने जे करिती
      दर्शनहेळामात्रे तयां होय मुक्ती
      केशवासी नामदेव भावें ओवाळिती|| 5 ||  जय देव`
  },
  {
    id: 8,
    title: "पांडुरंगाची आरती (येई हो विठ्ठले) - Pandurangachi Aarti (Ye Ho Vitthale)",
    content: `येई हो विठ्ठले माझे माऊली ये ॥
      निढळावरी कर ठेऊनी वाट मी पाहे ॥ धृ. ॥

      आलिया गेलीया हातीं धाडी निरोप ॥
      पंढरपुरी आहे माझा मायबाप ॥ १ ॥
      येई हो विठ्ठले माझे माऊली ये ॥

      पिंवळा पीतांबर कैसा गगनी झळकला ॥
      गरुडावरी बैसून माझा कैवारी आला ॥ २ ॥
      येई हो विठ्ठले माझे माऊली ये ॥

      विठोबाचे राज आम्हां नित्य दिपवाळी ॥
      विष्णुदास नामा जीवेंभावे ओंवाळी ॥ ३ ॥
      येई हो विठ्ठले माझे माऊली ये ॥

      असो नसो भाव आम्हां तुझिया ठायां
      कृपादृष्टी पाहें माझ्या पंढरीराया
      येई हो विठ्ठले माझे माऊली ये ॥ ४ ॥`
  },
  {
    id: 9,
    title: "हनुमंताची आरती (सत्राणें उड्डाणें) - Hanumantachi Aarti (Satrane Uddane)",
    content: `सत्राणें उड्डाणें हुंकार वदनी |
      करि डळमळ भूमंडळ सिंधुजळ गगनीं |
      कडाडिले ब्रम्हांड धाके त्रिभुवनी |
      सुरवर नर निशाचर त्या झाल्या पळणी ||१||

      जय देव जय देव जय श्रीहनुमंता
      तुमचेनी प्रसादें न भी कृतांता ||धृ||

      दुमदुमलें पाताळ उठिला प्रतिशब्द |
      थरथरला धरणीधर मनिला खेद |
      कडाडिले पर्वत उड़गण उच्छेद |
      रामी रामदास शक्तीचा शोध ||2|| जय देव `
  }
  // ,
  // {
  //   id: 10,
  //   title: "",
  //   content: ``
  // },
  // {
  //   id: 11,
  //   title: "",
  //   content: ``
  // },
  // {
  //   id: 12,
  //   title: "",
  //   content: ``
  // }
];
